{"input": "是否有途径处罚他 以免再次发生这样的事情", "output": "Is there a way to punish him? So that such a thing won’t happen again.", "source_lang": "zh", "target_lang": "en"}
{"input": "又或者餐厅还要多久会准备好？可不可以帮我问下？", "output": "And how much longer does it take for the restaurant to prepare it? Could could help me ask them?", "source_lang": "zh", "target_lang": "en"}
{"input": "请尽快安排补回给我，thx", "output": "Please arrange a refund soon, thx.", "source_lang": "zh", "target_lang": "en"}
{"input": "请取消订单并退回现金，不要积分，以后不会再用 #PRS_ORG#！", "output": "Please cancel the order and return the cash, and I don’t want points and I will not use it again #PRS_ORG#!", "source_lang": "zh", "target_lang": "en"}
{"input": "有骨和辣泡菜不适合小朋友吃", "output": "There are bones and kimchi in it and it’s not suitable for children.", "source_lang": "zh", "target_lang": "en"}
{"input": "如果是，请尽快 order 暂时没有，谢谢", "output": "If so, please place an order soon. We don’t have it at the moment, thank you.", "source_lang": "zh", "target_lang": "en"}
{"input": "他叫我跟你们说他所在的位置#PRS_ORG# 我不等了，取消订单", "output": "He asked me to tell you his location #PRS_ORG#. I am done waiting, and I’ll cancel the order.", "source_lang": "zh", "target_lang": "en"}
{"input": "我#PRS_ORG#买了，但是我写错了地址 可以更改吗？ 或取消订单 好的，麻烦了", "output": "I #PRS_ORG# bought it, but I left the wrong address. Can I change it? Or cancel the order. Okay, sorry for the inconvenience.", "source_lang": "zh", "target_lang": "en"}
{"input": "觉得很有意义的一本证书——急救证 这是我除了驾驶证之外一本觉得重要的技能证书之一！ 普及一下：急救措施其实是做发生突发事件时候的应急救援，即在救护车来之前的抢救。 众所周知，在事故发生后救护车来的过程中其实是还有一段时间的，而正是这段时间才是最关键的。 这个时候便是需要急救的时候。 如果我真的发生了心脏病、脑溢血、呼吸骤停，那么我们生命的窗口只有四分钟，黄金四分钟！ 所以身边的人懂得急救是多么重要呀！ 当我们身边有人倒下的时候，我们可以通过专业的知识去对他进行抢救，而不是傻傻地站在那里一动不动什么也做不了，这种无助的感觉太让人感到可怕了。 “在中国，我们官方数据每年有三百万人意外死亡，最危险的叫心脏骤停。 在美国全国是平均15%能救过来。 在拉斯维加斯的赌场酒店，百分之七八十能救过来，上海、北京低于1%。” 这是第一反应创始人陆乐说的。 如果一个人发生了心脏骤停，呼吸没有了，心跳没有了，你掐人中是没有任何作用的。 必须做人工呼吸、胸外按压才有可能把人救过来。 我发现我们现在还很少人会有这种意识去学习急救，但是当事情发生的时候就来不及了，所以还是呼吁大家都去学习一下这个技能，让我们在面对突发状况的时候能够及时作出反应。 说不定还能挽救一个人的生命！ 急救证可以在你们当地的红十字会培训中心报名，我是在珠海的红十字会培训中心报名的，学生还有优惠呢。 PS：最后一张图是记录自己25岁前要完成的目标的，把急救证加入目标清单也是几个月前的事情，但是确实是完成了呀！ 接着要去考其他想考的证书了，打算去考个潜水证，之前在小红书看到还有个潜水急救证，考这个证好像还得有急救证才可以去考，所以其实急救证还是很有用的！", "output": "A certificate I deem meaningful, Certificate of First Aid I think this is one of the most important skill type certificate except for driving license! For your information: first aid measures refer to emergency rescue in emergencies, i.e., emergency treatment conducted before the coming of the ambulance. As everyone knows, there is a period before the coming of the ambulance after the accident happens, which is most critical. This period is the most important time for first aid. If we suffer from heart attack, cerebral hemorrhage or respiratory arrest, our life window is only four minutes, the golden four minutes! So it is very important for those around us to know first aid! When somebody falls down, we can conduct first aid with our professional knowledge, instead of doing nothing and only standing there; this helpless feeling is really frightening. “In China, 3 million people die from accidents every year according to official data, and the most dangerous one is known as cardiac arrest. 15% of people of cardiac arrest can be brought back to life in the United States. In the Casino Hotel in Las Vegas, 70% or 80% of them can be brought back to life, and the proportion in Shanghai and Beijing is lower than 1%. ” Said Lu Le, the founder of the First Reaction. Pinching philtrum has no effect at all if a person suffers from cardiac arrest and there is no sign of breathing or heartbeat. Artificial respiration and external chest compression are required to bring them back to life. I found that very few people have the awareness to study first aid knowledge, but it will be too late once accident happens; therefore, I appeal to everyone to learn this skill, so that we can respond timely when faced with emergency situations. We may bring somebody back to life with this skill! People can apply for the certificate of first aid at your local Red Cross Training Center, and I applied for my certificate at the Red Cross Training Center in Zhuhai; students are offered with a discount. PS: The last picture is the goals I aim to achieve before 25 years old; I added the Certificate of First Aid a couple months ago, but I did achieve it! Next, I will apply for other certificates; I plan to get Diving Certificate; I saw on Red earlier that there is a Diving First Aid Certificate, which requires a Certificate of First Aid first, so getting a Certificate of First Aid is useful!", "source_lang": "zh", "target_lang": "en"}
{"input": "我 order 了 ＃#NUMBER# 其中 13 元的虾饺就一个！？ 没试过 怎么 #NAME# 不写明白？ 一个要 13 元？ 昨天 #PRS_ORG# 漏送餐品，这次就一个虾饺给我吃！？", "output": "I ordered ＃#NUMBER#. There is only one 13-yuan shrimp dumpling! ? I haven’t tried it before. How can you not write your #NAME# clearly? Is it 13 yuan for only one? Yesterday #PRS_ORG# missed some food in the delivery, and now I only have one shrimp dumping! ?", "source_lang": "zh", "target_lang": "en"}
{"input": "因为明明我之前输入 code 时看到是有效的", "output": "Because I clearly saw the code was valid when I entered it.", "source_lang": "zh", "target_lang": "en"}
{"input": "应用:台达值编码器用电池盒 产地：中国深圳 电池盒尺寸如下： A2系列相关宝贝如下： CN1连接器 CN1信号I/O连接线 CN1口用端子台 刹车电阻 小功率编码器电缆 中大功率编码器电缆 小功率动力线 中大功率动力线 小功率动力线带刹车 中大功率动力线带刹车 编码器及动力插头 伺服电池盒 1.本店合作快递公司， 1）合作快递以旺旺签名为准！ 2）顺丰快递 2.买家急需产品或有时效限制，建议选择顺风快递，建议到付，顺丰相对有所保证，修改运费后再付款。 3.买家对本店的运费收取有疑问，可选运费到付。 4.重物产品一般发物流，另行联系。 1.本店支持7天退换货服务，由于产品质量及发错数量问题，本店承担运费。 2.非产品本身质量问题，由于买家选错型号及其他因素需要退换货，在不影响产品本身功能没有问题及不影响二次销售的，本店支持除运费外的免费退换货服务，来回运费运费需要买件承担。 3.本店不支持以快递延误而造成需要退货，且需要卖家承担运费诉求。 4.定制产品非质量问题不予退换货。 1.本品是原装正品？ 答：未注明原厂品牌的一律国产替代产品。 2.本店有仿品吗？ 答：很抱歉，本店不出售高仿产品，所谓高仿产品，具有原厂的LOGO与包装。 3.国产xxx，是原厂在中国生产的吗？ 答：国产的是替代产品，非原厂在中国生产的产品，只是国内都沿用该说法。 专业提供三菱，安川，台达，松下，欧姆龙，西门子等国产伺服、PLC的连接电缆、接头等周边配件，主要包括伺服编码器、电源电缆、控制接头、电源航空插头、端子台及电缆、锂电池、PLC程序下载线、连接线等，刹车电阻 ，现场总线，电线电缆，所有配件均严格按照三菱标准，专业工程师定做。 并采用伺服与PLC实际测试把关，以确保为客户提供优质耐用的产品。 欢迎询价! 工厂直销生产，欢迎代理批发！ 另有其它长度，可定制生产。 相关定制产品，详询店家！", "output": "Application: Delta battery box for coder Place of origin: Shenzhen, China The dimensions of the battery box is as follows: A2 series products are as below: CN1 connector CN1 signal I/O connection cable CN1 port terminal block, brake resistance Low power coder cable, medium and high power coder cable, low-power power line, medium and high-power power line Low power cable with brake, medium and high power cable with brake, coder and power plug, servo battery box 1. Cooperating delivery companies of our store, 1) Refer to our Ali Want slogan for our cooperating delivery companies! 2) SF-express 2. It is recommended to choose SF-express delivery with payment upon arrival for buyers who need the products urgently or need to receive it within a time range; SF is relatively secure and you may pay after the shipping fee is edited. 3. If you have doubts about the shipping fee of our store, you may choose payment upon arrival. 4. Heavy products are sent by express companies; please contact us separately. 1. Our store supports seven-day return and exchange service; our store will bear the freight if there is a problem of product quality or if the quantity of products is wrong. 2. If you need to exchange or return the products due to reasons other than the quality of the product itself, such as the buyer choosing the wrong model or other factors, our store supports free exchange and return services under the condition that the function of the products or a second sale is not affected, and the shipping fee back and forth shall be borne by the buyer. 3. Our store does not support return of product and the appeal for the seller to bear the shipping fee due to delay of express delivery. 4. Exchange or return of customized products is not supported unless there is quality issue. 1. Is this product original and authentic? Answer: Those with no specified original brand are all domestic-made substitute products. 2. Is there counterfeit in this store? Answer: Sorry, our store doesn’t sell high-level counterfeit products, which have the LOGO and package of the original factory. 3. Is domestic made xxx made in an original factory in China? Answer: The domestic-made ones are substitute products, not products made in the original factory in China; it’s just that it is described as that in our country. We specialize in providing connecting cables, connectors and other accessories of Mitsubishi, Yaskawa, Delta, Panasonic, Omron, Siemens and other domestic servo and PLC, mainly including servo coder, power cable, control connector, power aviation plug, terminal block and cable, lithium battery, PLC program download cable, connecting cable, brake resistance, fieldbus, wires and cables, and all accessories are customized by professional engineers strictly in accordance with Mitsubishi standards. And servo and PLC are adopted to conduct actual tests so as to provide the customers with durable products with high-quality. You are welcome to enquire about the price! Direct sale from factory; Agent wholesales are welcome. There are also other lengths; customization is available. Please consult the seller about customized products!", "source_lang": "zh", "target_lang": "en"}
{"input": "如果我们只是将订单抵免额给您，那是什么意思？ 可以吗", "output": "If we just give you the offset amount of the order, what does that mean? Is it Okay?", "source_lang": "zh", "target_lang": "en"}
{"input": "收到了，但我的 3 杯饮品全都洒出来了", "output": "I received them, but all my three bottles of drinks were spilled.", "source_lang": "zh", "target_lang": "en"}
{"input": "重庆中职学校试点现代学徒制 入学即是企业准员工-新华网 昨天，记者从市教委获悉，今年起，我市将在60所中职学校试点“现代学徒制”人才培养模式，接受试点培养的学生同时具备学徒身份，招生录入后将被试点企业预录为单位员工。 市教委要求，规范中职学校招生录取和企业用工程序，明确学徒的中职学校学生和企业准员工双重身份，按照双向选择原则，学徒、学校和企业签订三方协议，对于年满16周岁未达到18周岁的学徒，须由学徒、监护人、学校和企业四方签订协议，确定各方权益及学徒在岗培养的具体岗位、教学内容、权益保障等。 鼓励试点学校采用现代学徒制形式与合作企业联合开展企业员工岗前培训和转岗培训。 试点学校要改革人才培养模式。 校企共同设计人才培养方案，共同制订专业教学标准、课程标准、岗位标准、企业师傅标准、质量监控标准及相应实施方案。 试点以培养学制为一个试点周期，学生在企业的实习时间根据专业人才培养方案确定，顶岗实习一般为6个月。 在企业实践应实施企业班组化管理模式，根据不同专业的特点，1个师傅可带2～5个徒弟，组成学习小组，确保学生熟练掌握每个轮训岗位所需的技能。 根据安排，从2016年起到2019年8月，我市分三批确定60个市级中职现代学徒制试点，每个试点人数在50人左右，总共培养3000名左右学生（学徒 ） 。 按照先试点再推行，由点到面逐步推进的原则，探索建立校企联合招生、联合培养、一体化育人的长效机制，切实提升学生岗位技能，提高学生对口就业率和就业质量。", "output": "Modern apprenticeship system is tried in secondary vocational schools in Chongqing, and students are qualified employees-to-be after entrance - Xinhuanet It was learned from the Municipal Commission of Education yesterday that our city will start to implement “modern apprenticeship system” in 60 secondary vocational schools from this year, and the students participating in the program have the identity of apprenticeship at the same time, who will be pre-recruited as employees of the experimental units after being enrolled. According to the requirements of the Municipal Commission of Education, it is necessary to standardize the enrollment procedure of secondary vocational schools and the enterprise employment procedure, specify the dual identities of the students as both students of secondary vocational schools and employees-to-be of enterprises; according to the two-way selection principle, three-party agreement shall be signed by apprentices, schools and enterprises; for apprentices from the age of 16 to 18 years old, four-party agreement shall be signed by apprentices, guardians, schools and enterprises, to determine the rights and interests of all parties as well as specific posts, teaching content, protection of rights and interests, etc. Experimental unit schools are encouraged to adopt the modern apprenticeship system and work with cooperative enterprises to carry out pre-job training and post-shift training for employees. Experimental unit schools shall carry out reform on talent cultivation model. Experimental unit schools and enterprises shall work together to design talent training plan and jointly formulate professional teaching standard, curriculum standard, post standard, enterprise master standard, quality monitoring standard and corresponding implementation plan. The experimental unit schools take each training program as a period for experiment, and the time of internship of students in enterprises shall be determined according to professional talent training plan; in-post internship is generally 6 months. Enterprise working group management mode shall be implemented during enterprise practices; according to features of different majors, one master can teach 2 to 5 apprentices, and learning groups can be formed to ensure that students can master the skills required for each post of training in rotation. According to the arrangement, the 60 municipal modern apprenticeship system experimental units will be determined in three batches from 2016 to August, 2019, with about 50 apprentices in each experiment unit, and a total of around 3000 students (apprentices) will be trained. According to the principle of experimental units first and implementation later, and gradual advancement from point to area, the long-term mechanism of joint recruitment by schools and enterprises, joint training and integrated training shall be explored and established, so as to fundamentally improve the job skills of students and improve the rate of employment fitting students’ major, as well as the quality of employment quality of students.", "source_lang": "zh", "target_lang": "en"}
{"input": "我的 App 显示已送达，但我还没收到", "output": "My App says it’s delivered, but I haven’t received it.", "source_lang": "zh", "target_lang": "en"}
{"input": "刚刚叫了个外卖，我不知道挂在了门口 然后叫重送", "output": "I just ordered food and I didn’t know it was hung on the door handle. and ask for a re-delivery", "source_lang": "zh", "target_lang": "en"}
{"input": "我住在上水，为何订单会在海辉花园 地址弄错了吗", "output": "I live in Shangshui, and why is the order in Haihui Garden? Is the address wrong?", "source_lang": "zh", "target_lang": "en"}
{"input": "这款吸尘器考虑很久了，最后狠心割草，吸尘效果不错，家里粉尘明显少多了，就是单手拿有点沉；湿拖有待改善，来回脱会有尘痕；总体还是很满意的 料理机挺沉的，看着高大上，适合我这种厨房小白，孩子说比我自己炒的好吃，做过两荤两素，糖醋排骨尤为好吃，时间久点，其他用时很短，噪音很小，不用担心炒糊，也不用担心不会做了！ 收到货，中午迫不及待炒了三个菜，真是科技改变生活，火候和调料的把控**精准，菜的口感直接升级为大厨级别，不错，对于不善于下厨的**是神器，推荐购买！ 我给厨房又添置了新成员。 智能料理机，自动调控火候、自动翻炒的那种。 再也不用害怕被热油烫到，再也不用害怕控制不好火候把菜炒焦或者夹生了。 炒出来的的菜比我弄得好吃多了，番茄炒蛋都炒得特别入味，鸡蛋口感特别好。 这个锅买得好值。 东西不错，值得购买，非常好 整体很好，很清晰，跟描述的一致。 值得拥有。 客服也非常好。 屏幕大，清楚，眼睛不累，暂没发现其他异常 比现在主流的显示器厚了不少，还有就是边框宽了点，边框和屏幕的缝隙有点大，不过屏幕显示效果不错，配件齐全 物流速度快！ 商家服务态度好！ 用了一段时间，质量不错，屏幕分辨率也很清晰。 炒股非常棒，一分4，太完美了 物流快，东西好，买的第二台，的确是好东西，显示画面高质量，不因为屏幕大而失真，接口全。 感观不错，色彩还原好，质量可以！", "output": "I’ve been paying attention to this vacuum cleaner for a long time, and finally decided to buy it; with good dust collecting function, there is much less dust at home, but it is a litter heavier when being held with a single hand; the wet mopping function shall be further improved, for there are traces of dust when mopping with it back and forth; generally speaking, it is satisfactory. The food processer is heavy and looks luxurious, suitable for beginners in kitchen like me, and my child said the dishes cooked by the food processer were more delicious than what I cooked; I cooked two meat dishes and two vegetable dishes with it, and the sweet and sour ribs were especially delicious although they took longer time; it cooked the other dishes with less time and very small noises; I’ll never worry about over cooking or not capable of cooking certain dishes! I cooked three dishes with it at noon as soon as I received it; science and technology can really change our life; the duration of heating and the seasoning were controlled in an accurate way, and the dishes were really delicious; it is really a magic tool for new hands in the kitchen, and I strongly recommend it! I’ve added a new member to my kitchen. A smart food processor, which can control the duration of heating as well as stir and fry automatically. I’ll never worry about getting hot oil on my skin, or getting burnt or half-cooked dishes due to lack of control of the heating. The dishes cooked by the food processor are much more delicious than what I cook; the fried eggs with tomatoes are really tasty, with especially good texture of the eggs. The pot is worth the money. The product is good, worth buying, really nice. Overall, it’s good, clear, and the same as described. It is worth buying. Customer service is very good. The big and clear screen is friendly to my eyes, and no abnormality has been detected so far. It’s much thicker than the mainstream monitors at present, and the frame is a little bit wide; the gap between the frame and the screen is a little bit large; but the display effect is good and the accessories are complete. Shipping is fast! The seller has great service attitude! I’ve used it for some time; it is of high quality, with clear screen resolution. It’s perfect for speculating on the stock market, and one screen can be split into four, perfect! Fast shipping, good product; it’s the second one I’ve bought and it is indeed good with high quality screen display and no distortion due to the large screen; the interfaces are complete as well. Nice perception, good color rendition performance and high quality!", "source_lang": "zh", "target_lang": "en"}
{"input": "中国儿童中心将举办系列活动让孩子“高科技”过“六一 ” - 新华网 新华社北京５月２０日电（黄小希 周珊珊）记者２０日从中国儿童中心获悉，５月２８日至６月１日“六一”儿童节前后，中国儿童中心计划将举办儿童创客体验、儿童视觉艺术节、亲子书香嘉年华等一系列活动，让孩子们在前沿科技的魅力中度过“六一 ” 。 据了解，中国儿童中心今年“六一”儿童节期间举办的活动包括“爱家创酷”儿童未来学习嘉年华、首届儿童视觉艺术节 、 “ 书香嘉年华”活动 、 “ 全家爱阅读”绘本系列活动等。 中国儿童中心副主任李忠明在２０日举行的２０１６年“六一”儿童节媒体通气会上介绍说 ， “ 爱家创酷”儿童未来学习嘉年华是今年中国儿童中心庆“六一”的重点活动。 活动着眼于将社会创新与家庭个人创意有机结合，通过儿童和家庭参与体验各种创新教育活动，让创新实践成为大众家庭的文化基因，让“动手做”成为广大家庭新的学习和生活方式。 据悉 ， “ 爱家创酷”儿童未来学习嘉年华包括“豆果创客”体验活动、老牛儿童探索馆周年庆暨“探索全家爱 童萌过六一”活动、ＶＲ全民体验计划 、 “ 创客部落”互动工作坊等几十项前沿科技体验内容。", "output": "China Children’s Center will hold a series of activities to let children celebrate “Children’s Day” with high technology – Xinhuanet Message from Xinhua News Agency Beijing on May 20 (journalists: Huang Xiaoxi and Zhou Shanshan) According to China Children’s Center on May 20, from May 28 to June 1, before and on the “Children’s Day”, China Children’s Center will hold a series of activities such as Children as Makers, Children’s Visual Art Festival and the Carnival of Parent-Child Reading, to let children celebrate Children’s Day while immersing themselves in the charisma of cutting-edge technologies. It is understood that the activities held during the “Children’s Day” by China Children’s Center this year include the “Cool Maker Loves Family” carnival of children’s future learning, the first children’s visual art festival, the “Book Carnival” event and the “Whole Family Loves Reading” Picture Book Reading activity. According to the introduction from Li Zhongming, Deputy Director of China Children’s Center, at the 2016 “Children’s Day” media exchange meeting held on May 20, “Cool Maker Loves Family” carnival of children’s future learning is a key activity held by China Children’s Center for “Children’s Day”. The activity focuses on combining social innovation and family and personal creativity; the activity makes innovative practices a cultural gene of the public by letting children and their families experience various innovative and educational activities, to make “do-it-yourself” as a new way of learning and living of families. It is understood that “Cool Maker Loves Family” carnival of children’s future learning includes dozens of leading scientific and technological experience such as the “Douguo Makers” experience activity, Old Cow children exploration house anniversary celebration and the “Exploring Love of the Whole Family, Celebrate the Children’s Day with Innocence” activity, VR Public Experience Plan and “Creator Tribe” interaction workshop.", "source_lang": "zh", "target_lang": "en"}
{"input": "烧五花肉饭变泡菜五花肉饭", "output": "Rice with roast pork is now rice with pork and kimchi.", "source_lang": "zh", "target_lang": "en"}
{"input": "会不会又要买够 $100、$200 才能用", "output": "Would it be possible that you can only use it when you buy $100 or $200?", "source_lang": "zh", "target_lang": "en"}
{"input": "令人担心，究竟要等多久才会完成 好的，麻烦你了", "output": "It’s worrying, how long do I have to wait before it arrives? Okay, thanks for the help.", "source_lang": "zh", "target_lang": "en"}
{"input": "是同一位骑手给我送吗？", "output": "Will the same delivery person deliver it to me?", "source_lang": "zh", "target_lang": "en"}
{"input": "请问可以帮忙跟进吗？ 餐厅表示已经煮好食物半个多小时了 但没有骑手到店取走食物", "output": "Could you help follow up on it? The restaurant said the food had been cooked for more than half an hour. But no delivery person came to the store to pick it up.", "source_lang": "zh", "target_lang": "en"}
{"input": "南非医生：奥密克戎传播力虽强 但多为轻症 南非许多医生和医疗专家认为，新冠病毒奥密克戎变种所致病症比德尔塔变种更为轻微，虽然传播速度更快。 据美联社报道，随着奥密克戎变种在南非的传播，南非豪登省的一个五千多名医生组成医师组织报告说，他们目前治疗的新冠病人出现的症状都比较轻微，例如身体疼痛和咳嗽等与流感类似的症状。 该组织总监安本·皮莱（Unben Pillay）医生说，他每天都要看几十名病人，但是还没有任何病人需要住院。 皮莱说 ： “ 他们能够在家里控制疾病，大多数人在隔离10至14天内康复 。 ” 他说，这包括老年患者和那些有健康问题的患者，这些人群本来更容易因冠状病毒感染而陷入重症。 他说，与之相比，在上一波的德尔塔疫情中，他治疗的新冠患者“呼吸困难，血氧水平低。 许多人几天内就要住院 ” 。 在南部非洲首次报告奥密克戎变异毒株后的两周内，其他医生也分享了类似的经验。 虽然收集足够的数据还需要几个星期的时间，但医生的观察和早期证据提供了一些线索。 据南非国家传染病研究所总结：在近几周住院的新冠患者中，只有30%是严重病症，是前一波疫情重症比例的一半；平均住院时间从8天缩短到2.8天；近期的新冠患者中，仅有3%死亡，而在南非早期爆发的病例中，死亡比例达20 % 。 非洲健康研究所所长威廉·哈内科姆（Willem Hanekom）引用国家传染病研究所的数据和其他报告说 ： “ 目前，几乎所有的迹象都表明，这是一种较温和的疾病 。 ” 他还说 ： “ 现在还是早期，我们需要获得后期数据。 通常情况下，住院和死亡发生的时间较晚，而我们进入这一波疫情的时间只有两周 。 ” 与此同时，世界各地的科学家正在观察病例数和住院率，同时测试目前的疫苗和治疗方法的效果。 尽管德尔塔仍然是全世界主要的新冠病毒株，但奥密克戎病例正在数十个国家出现，其中南非为疫情中心。 据卫生官员介绍，豪登省在12月的第一周发现的新病例增加了400 % ， 测试显示，奥密克戎变体的病例占90%以上。", "output": "Doctors from South Africa: Although more transmissible, most of the patients infected by Omicron are mild cases Many doctors and medical experts in South Africa believe that patients infected by Omicron are milder cases compared with those infected by Delta, although Omicron is more transmissible. According to report from the Associated Press, as Omicron is being transmitted in South Africa, a report by a physician organization composed by more than 5,000 doctors in Gauteng, South Africa says that most of the current patients of COVID-19 in treatment have mild symptoms, such as body ache and cough, which are similar to symptoms of flu. According to Doctor Unben Pillay, chief supervisor of the organization, he needs to provide medical services to dozens of patients every day, but none of them needs to be hospitalized. Pillay said, “Their diseases can be controlled at home, and most of them can recover after quarantine of 10 to 14 days.” He said that those included aged patients and patients with health problems, who were easier to become severe cases due to infection of the COVID-19. He said that, in comparison, the COVID-19 patients he treated in the last round of epidemic suffered from “breathing difficulties and low blood oxygen. Many of them needed to be hospitalized within only a few days”. Other doctors shared similar experience within 2 weeks after the first report of Omicron the new variant in South Africa. Although it will take some more weeks to collect sufficient evidence, observation and early proof from doctors have provided some clues. According to the summary made by National Institute of Infectious Diseases of South Africa, among the patients of COVID-19 who were hospitalized within the last few weeks, only 30% of them were severe cases, which accounts for a half of the proportion of severe cases of the last round of epidemic; the average stay at hospital is reduced from 8 days to 2.8 days; only 3% of the latest patients of COVID-19 died, which used to be as high as 20% in the cases of the early epidemic phase in South Africa. By quoting the data from National Institute of Infectious Diseases of South Africa and other reports, Willem Hanekom, Director of Africa Institute of Health said, “At present, almost all the evidence indicates that this is a relatively mild disease.” He also said: “However, it’s still at early stage, and we need to obtain data of later stage. In general situations, hospitalization and death happen later, and it’s only two weeks since we entered into this round of epidemic.” At the same time, scientists from all over the whole world are observing the number of medical cases and the rate of hospitalization, as well as testing the effect of the current vaccines and treatment method. Although Delta is still the main COVID-19 virus strain of the world, Omicron cases are emerging in dozens of countries with South Africa at the center of the epidemic. According to introduction from health officials, the new cases detected in Gauteng province in the first week of December increased by 400%; according to test results, Omicron variant cases accounted for more than 90%.", "source_lang": "zh", "target_lang": "en"}
{"input": "感谢今天的支持者，80盒全部送出去了！ 美容养颜汤的材料： 白木耳的作用：味甘、性平，归肺、胃、肾经；有强精、补肾、润肠、益胃、补气、和血、强心、滋阴、润肺、生津、壮身、补脑、提神、美容、嫩肤、延年益寿之功效；用于治肺热咳嗽、肺燥干咳、妇女月经不调、胃炎、大便秘结等病症；对阴虚火旺不受参茸等温热滋补的病人是一种良好的补品 桃胶的作用：味苦，性平，归大肠，膀胱经。 功效：和血，通淋，止痢，止痛，也可以补水，润肠，如果有便秘的人，可以多吃桃胶。 枸杞子的作用：性平，味甘，归肝，胃经。 益肝明目，滋补肝肾，美白养颜，补虚生津，延缓衰老。 红枣的作用：味甘，性平，归脾，胃经，有补脾和胃，益气生津养血安神，如果脾胃虚弱，气血不足失眠者可以多服用红枣。 龙眼肉的作用：味甘性温，归心,脾经，适用于心脾两虚者。 龙眼肉还能润肤美容，养血安神,,补益心脾，壮阳益气，贫血的人也适合服用，失眠者也适合。 莲子的作用：味甘涩，性平，归心，脾，肾经。 养心安神，心悸失眠，胃虚，健忘，心烦口渴，滋养补虚，止遗涩精。 因此，这个养颜美容汤不仅是一道甜品，而且还可以养生！ 多吃，能使您心神安康！ 而且又不会像燕窝那么贵，多吃不会使你口袋破大洞！", "output": "Thank you to all the supporters today; all 80 boxes have been given out! Ingredients of beauty soup: Functions of tremella: sweet in taste and neutral in nature, belong to channels of lung, stomach and kidney, have the effects of strengthening sperm, tonifying kidney, moistening intestine, nourishing stomach, tonifying vitality and blood, strengthening heart, nourishing yin, moistening lungs, promoting secretion, strengthening body, tonifying brain, refreshing beauty, tendering skin and prolonging life; it is used for treatment of diseases such as lung-heat type cough, dry-lung cough, menstrual irregularity of women, gastritis and constipation; it is a good tonic for patients with excessive heat and yin deficiency but are not suitable for warm tonic such as ginseng and velvet antler. Functions of peach glue: bitter in taste, mild in nature, belong to the large intestine and bladder channels. Effects: tonify blood, dredge lymph, stop dysentery and pain, replenish water, moisten intestines; people with constipation can eat more peach glue. Effect of fruits of Chinese wolfberries: neutral in nature and sweet in taste, belonging to the channels of liver and stomach. Nourish the liver and the eyes, tonify the liver and the kidney, whiten and nourish the skin, nourish deficiency, produce secretion and delay aging. Functions of red dates: sweet in taste, calm in nature, return to the spleen, go through stomach channel, tonify the spleen and stomach, replenish qi, generate fluid, nourish blood and calm nerves; people whose spleen and stomach are weak, whose Qi and blood are insufficient, and who suffer from insomnia can eat more red dates. Functions of arillus gongan: sweet in taste, warm in nature, return to the heart, spleen channel, suitable for those with deficiency of both heart and spleen. Arillus gongan can also moisturize and beautify the skin, nourish blood and calm the nerves, tonify the heart and spleen, invigorate Yang and Qi, and is also suitable for people with anemia and insomnia. Functions of lotus seeds: sweet and astringent in taste, flat in nature, return to heart, spleen and kidney channels. Nourish the heart and calm the nerves, treat palpitations, insomnia, stomach deficiency, forgetfulness, vexation and thirstiness, nourish and replenish deficiency, and prevent spermatorrhea and premature ejaculation. Therefore, this beauty soup is not only a dessert, but also helps you stay healthy! Eating more can make you healthy both physically and mentally! Plus, it won't be as expensive as bird’s nest, so eating a lot will not make you spend a lot!", "source_lang": "zh", "target_lang": "en"}
{"input": "此食物已凉了，食物有可能会变坏", "output": "The food is cold, and food can go bad.", "source_lang": "zh", "target_lang": "en"}
{"input": "餐单 #NUMBER#，由最初预计 18:40 送达，改过一次后变为到现在预计 19:15 送达！ 晚餐时间有限，请尽快处理！", "output": "Meal order #NUMBER# was originally estimated to be delivered by 18:40, and now it is estimated to arrive by 19:15! Dinner time is limited, so please hurry up and deal with it!", "source_lang": "zh", "target_lang": "en"}
{"input": "我没有收到啊 下单才 5 分钟，怎么会已完成", "output": "I didn’t receive it. I only placed the order 5 minutes ago, so how is it completed already?", "source_lang": "zh", "target_lang": "en"}
{"input": "实际优惠 code 详情是在哪里看", "output": "Where can I see the details of the actual discount code?", "source_lang": "zh", "target_lang": "en"}
{"input": "杨浩东在马栏山宣讲党的十九届六中全会和省党代会精神 从党的百年奋斗史中汲取奋进力量 湖南日报12月10日讯（全媒体记者 龚柏威）根据省委统一安排，12月10日上午，省委常委、省委宣传部部长杨浩东在马栏山视频文创园作互动宣讲，深入学习贯彻党的十九届六中全会精神，学习贯彻习近平总书记对湖南重要讲话重要指示批示精神，学习贯彻省第十二次党代会精神。 杨浩东从理想信念与初心使命、自我革命与青春大党、党的领袖和党的理论等三个方面，结合自身感悟、亲身经历，深入浅出、全面系统地阐释了全会精神的核心要义和实践要求。 他指出，要将全会精神和习近平总书记对湖南重要讲话重要指示批示精神、省党代会精神结合起来学，融会贯通学，增强捍卫“两个确立 ” 、 做到“两个维护”的思想自觉、政治自觉、行动自觉，坚定不移沿着习近平总书记指引的方向前进。 在互动交流环节，基层干部代表、企业代表、青年代表就三个历史决议的关系、如何理解“两个确立”的决定性意义、文化企业如何把握导向、新时代青年如何从百年党史中汲取力量等进行了提问，杨浩东以通俗的语言、生动的事例一一解答，他殷殷寄语青年党员，要从党的百年奋斗史中，汲取奋进的力量，紧密团结在党中央周围，坚定不移跟党走,用青春奉献书写责任和担当。", "output": "Yang Haodong publicized the spirit of the Sixth Plenary Session of the 19th Central Committee of the CPC and the provincial congress of Party representatives. Draw energy from the history of the 100 years of struggle of the Party Report of Hunan Daily on December 10 (full-media journalist: Gong Bowei), according to unified arrangement of the provincial Party committee, on the morning of December 10, Yang Haodong, a member of the Standing Committee of CPC Provincial Committee and the Ministry of Publicity Department of the provincial Party committee, gave a lecture in the Malan Mountain video cultural and creative park, to study the spirit of the sixth plenary session of the 19th central committee, the spirit of the important instructions about Hunan by General Secretary Xi Jinping, and the spirit of the 12th Party congress of Hunan. In combination of his feelings and experiences, Yang Haodong interpreted the core essence and the requirement on practice of the spirit of the sixth plenary session of the 19th central committee in terms of three aspects, i.e., original aspiration and mission, self-revolution, as well as the young Party, leaders of Party and theory of the Party. As pointed by Yang Haodong, it is necessary to combine the spirit of the sixth plenary session of the 19th central committee and the spirit of the important instructions about Hunan by General Secretary Xi Jinping, and the spirit of the 12th Party congress of Hunan, to digest them and strengthen the guarding of the “two-establishment” and the ideological consciousness, political consciousness and action consciousness of the “two-guarding”, and to unwaveringly move forward in the direction pointed by General Secretary Xi Jinping. In the interaction and exchange part, representatives of grass-rooted cadres, representatives of enterprises and representatives of young people asked questions about relationship among the three historical resolutions, correct understanding on decisive significance of the “two-establishment”, the way for cultural enterprises to master the orientation and the way for young people to abstract energy from the Party’s 100-year history; Yang Haodong answered the questions in plain language and with vivid cases, and he hoped the young Party members would abstract energy for progress from the history of the Party of 100 years, be unified around the Party Central Committee and follow the decisions made by the Party unswervingly and write responsibility and undertaking with youth and contributions.", "source_lang": "zh", "target_lang": "en"}
{"input": "2022年北京地区高校毕业生预计达26.8万人-新华网 新华社北京12月11日电（记者阳娜）记者从近日北京市教委、北京市人力资源和社会保障局联合召开的2022届北京高校毕业生就业创业工作视频会议上获悉，2022年北京地区高校毕业生预计达26.8万人，比去年增加1.6万人。 北京市人力资源和社会保障局相关负责人表示，将从加强供需匹配、强化政策支持、拓宽就业渠道、确保困难帮扶、支持创新创业、提升服务效能等方面部署北京高校毕业生就业工作。 记者了解到，北京市人力资源和社会保障局将搭建实践平台，加大岗位供给，主动联系40家高校毕业生职场体验基地，走访用人单位，整合需求信息和岗位信息；重点抓好“六个一批 ” ， 即拓宽事业单位招录一批，拓宽国有企业招聘一批，拓宽基层项目招募一批，拓宽应征入伍一批，拓宽就业见习留用一批，拓宽创业带动就业一批；实行“一生一策”动态管理，为每位毕业生推荐不少于5个岗位信息，确保有就业意愿的困难家庭毕业生100%实现帮扶等。", "output": "The number of university and college graduates in Beijing is expected to reach 268,000 in 2022 - Xinhua News Xinhua News Agency Beijing December 11th (Reporter Yang Na) Reporter learned from the 2022 Beijing University and College Graduates’ Employment and Entrepreneurship Video Conference jointly held by the Beijing Municipal Education Commission and the Beijing Municipal Bureau of Human Resources and Social Security that the number of university and college graduates in Beijing is expected to reach 268,000 in 2022, increased by 16,000 compared with last year. Responsible person from Beijing Municipal Bureau of Human Resources and Social Security introduced that the employment of university and college graduates in Beijing will be deployed from the aspects of strengthening the matching of supply and demand, strengthening policy support, broadening employment channels, ensuring to provide assistance for those with difficulties, supporting innovation and entrepreneurship, and improving service efficiency. Reporter learned that Beijing Municipal Bureau of Human Resources and Social Security will establish a platform to increase work position supply, take the initiative to contact 40 job experience bases for college graduates, visit employing unit, and integrate demand information and job information; focus on the \"six batches\", that is, expand the batch of recruitment of institutions, expand the batch of recruitment of state-owned enterprises, expand the batch of recruitment of grass-roots projects, expand the batch of recruitment of military recruits, expand the batch of employment probation retention, and expand the batch of entrepreneurship to promote employment; implement the dynamic management of \"one policy for one student\", recommend no less than 5 jobs for each graduate, and ensure that 100% of graduates from poor families with the willingness to work will be assisted.", "source_lang": "zh", "target_lang": "en"}
{"input": "其实，不知道是店铺出错，还是骑手出错 袋子上没有单据 追查不了 希望你们了解一下", "output": "Actually, I don’t what went wrong, the restaurant or the delivery person. There is no receipt on the bag. It can’t be traced. I hope you can find out about it.", "source_lang": "zh", "target_lang": "en"}
{"input": "因为送货时间比显示快了 30 分钟 没有了，谢谢", "output": "Because the delivery time is 30 minutes faster than what is displayed. Nothing else, thanks.", "source_lang": "zh", "target_lang": "en"}
{"input": "是的，已经换了一个骑手 他已经等了好久 那家餐厅一直都说在处理中 等了几个小时", "output": "Yes, the delivery person has been changed. He has been waiting for a long time. The restaurant always said they were processing it. Waited for a few hours.", "source_lang": "zh", "target_lang": "en"}
{"input": "已经拍照并上传给你们了", "output": "I have take a photo and submitted to you.", "source_lang": "zh", "target_lang": "en"}
{"input": "我知道呀。 但餐厅不知道为什么不断推迟送货时间", "output": "I know that. But I don’t know why the restaurant kept putting off the delivery time.", "source_lang": "zh", "target_lang": "en"}
{"input": "原来要 #NUMBER# 那总之我不叫了", "output": "It was originally #NUMBER#. Anyway, I won’t do it.", "source_lang": "zh", "target_lang": "en"}
{"input": "不吃了 我一定会投诉 你送不到，怎么不早点讲啊 等你那么久", "output": "I’m good now. I will definitely make a complaint. Why didn’t you say it earlier if you couldn’t deliver it? I’ve waited so long for you.", "source_lang": "zh", "target_lang": "en"}
{"input": "没有，我没有收到 call 请通知他再送到我们公司", "output": "No, I didn’t receive the call. Please notify him to send it to our company again.", "source_lang": "zh", "target_lang": "en"}
{"input": "我不想再等 #NUMBER# 分钟", "output": "I don’t want to wait another #NUMBER# minutes.", "source_lang": "zh", "target_lang": "en"}
{"input": "一个餐等了一个半小时 #PRS_ORG# 都未送到 我想取消订单 为什么不给取消", "output": "I’ve waited one and a half hours for one meal. #PRS_ORG# is not delivered. I want to cancel the order. Why can’t I cancel it?", "source_lang": "zh", "target_lang": "en"}
{"input": "你好，餐厅送来的口水鸡是生的", "output": "Hi, the Poached Chicken with Chili Sauce delivered from the restaurant is raw.", "source_lang": "zh", "target_lang": "en"}
{"input": "想尝试一下网球，但又怕自己坚持不下去，所以想先找个差不多的价格练手 。 不友好，事实上，价格往往与友好程度成正比，如果不能分辨，那么贵的正常情况会比便宜的拍子友好，这类“入门拍”其实是工业垃圾。 它们强度很低，球打到拍子上面，振动非常大，硬球顶不住，高手都很难驾驭。 它们存在的逻辑和潜台词是———网球这么难，知道你们学不会，也知道你们不舍得买贵的，搞个便宜货糊弄你们，你们玩儿两次，就不会再打了，这样这个拍子便宜，你也不心疼。 等你真的能分辨好坏，说明你进步了，到时候再来我这里买贵的，我赚两次钱。 建议花相似的价钱，买个二手好一点的球拍，选择prince、或者邓禄普的，这两个品牌足够没名气，所以好球拍也卖不上价钱，新拍500、600就很好了，二手的200块，拥有千元拍的享受不香吗？ 对新手挺友好，但一过了新手阶段就鸡肋了，但大部分人，特别是女生，过不了新手阶段。", "output": "I wanted to try tennis, but I was afraid I couldn’t stick with it, so I thought I would just find one at a suitable price to practice with. It was not friendly; in fact, the price is usually in proportional to the degree of friendliness; if you are not able to distinguish, then expensive ones usually are more friendly than cheaper ones, and the so called “entry-level” rackets are in fact industrial garbage. They are low in strength, and there will be too much vibration when the ball hits on it; it cannot withstand hard balls, and even professional cannot handle it. The logic and subtext of their existence is that tennis is so difficult, we know you can’t learn to play it, and we know you're not willing to buy expensive ones, so we make a cheap one to fool you; you won't play it again after using it once or twice; since the racket is cheap, you don't feel it's a waste. If you can tell the difference, it means you have made improvement; then you can come here to buy the expensive ones and I will make money twice. I recommend you to spend the same amount of money on a better-quality second hand racket such as prince or DUNLOP; these two brands are not famous, and so even if they are good, they are not expensive; you can get a new one with 500 or 600 yuan and a second hand one with 200 yuan; isn’t it nice to have a thousand yuan racket with only so little money? It’s friendly to newbies, but once you passed that stage, it will become not so useful; but most people, especially girls, cannot pass the newbie stage.", "source_lang": "zh", "target_lang": "en"}
{"input": "订单已多次延迟送货时间 请问可以帮忙跟进一下吗？ 推迟 谢谢", "output": "The delivery time of the order has been put off multiple times. Could you help follow up on it? Delayed. Thank you.", "source_lang": "zh", "target_lang": "en"}
{"input": "就是说，其实我已经有 credit 了？", "output": "That is to say, I actually already have credit?", "source_lang": "zh", "target_lang": "en"}
{"input": "接下来我需要重新下单吗？原来那一单不用理会了吗？", "output": "Do I need to re-place the order next? So I can just ignore the previous order, right?", "source_lang": "zh", "target_lang": "en"}
{"input": "你好，点了这家餐厅的食品，但送来的食品中缺少了很多，而且口水鸡也是生的", "output": "Hello, I ordered some food from this restaurant, and after I received the delivery I found a lot of things were missing and the Poached Chicken with Chili Sauce was raw.", "source_lang": "zh", "target_lang": "en"}
{"input": "#PRS_ORG# 无缘无故说要我自取，麻烦请取消 我下的单是要求送货，完全没有自取这回事", "output": "#PRS_ORG# said I wanted to pick it up myself for no reason at all, please cancel it. All my orders are delivery orders, and there has been no request of self pickup.", "source_lang": "zh", "target_lang": "en"}
{"input": "江西３年内将培训万名乡村小学音体美教师-新华网 新华社南昌５月２２日电（记者陈毓珊）记者近日从江西省教育厅获悉，为增强紧缺学科教师队伍保障能力，实现乡村义务教育均衡发展，自２０１６年起，江西省规划用３年时间为全省乡村（乡镇及以下）每所小学培训合格的音乐、美术、体育教师各１名，共计１万名。 据了解，这次培训对象为江西全省乡村小学４５岁以下具有音乐、美术、体育学科知识基础或才能，能兼任音乐、美术、体育课程的其他学科教师。 通过培训，使他们掌握音体美学科教学的基本知识和教学技能，更新教学思想和观念，掌握现代教学方法，提高学科教学能力、活动设计能力、校园文化能力及自我发展能力，建设一支一专多能的音体美教师队伍，缓解乡村音体美教师缺乏的问题。 为确保培训质量和效果，江西还规划为全省１００个县（市、区）小学音乐、美术、体育各培训１名，共计３００名培训者，全面提升他们的教学示范引领能力、教研活动设计组织能力、施训能力、网络研修工作坊建设能力，起到教授、示范、指导、监督的作用。", "output": "Jiangxi will train 10,000 rural elementary school teachers of music, PE and fine art in three years - Xinhuanet Message from Xinhua News Agency Nanchang on May 22 (journalist: Chen Yushan): According to Ministry of Education of Jiangxi, in order to strengthen the supportability for teachers of subjects that are in short supply and realize balanced development of compulsory education in rural areas, Jiangxi province planned to train 1 music teacher, 1 art teacher and 1 PE teacher who are qualified for each elementary school in rural areas of the whole province (villages, towns and below) in three years since 2016; a total of 10 thousand teachers will be trained. It is understood that the training objects this time are teachers of other subjects under 45 years old with basic knowledge or talent of music, art and PE in rural primary schools in Jiangxi and can work as music, art or PE teachers at the same time. Through training, they can master basic knowledge and teaching skills of the subjects of music, PE and art, and update teaching ideas and concepts, master modern teaching methods, improve subject teaching ability, activity design ability, campus cultural ability and self-development ability; a team of music, PE and art teachers who are good at many subjects and specialize in one will be constructed to relieve the problem of lack of music, PE and art teachers in rural schools. In order to ensure training quality and effect, Jiangxi plans to train 1 music, 1 art and 1 PE trainers for each elementary school in 100 counties (cities and districts) in Jiangxi, with a total of 300 trainers, to comprehensively improve their teaching demonstration leading ability, teaching research activity design and organization ability, training ability, network research workshop construction ability, so as to teach, demonstrate, guide and supervise.", "source_lang": "zh", "target_lang": "en"}
{"input": "因为再等待 20 分钟就已经等了 1 个小时 #NUMBER# 分鐘了", "output": "It will be one hour and #NUMBER# minutes if I have to wait another 20 minutes.", "source_lang": "zh", "target_lang": "en"}
{"input": "我不要 1 小时前做好的食品", "output": "I don’t want food made one hour earlier.", "source_lang": "zh", "target_lang": "en"}
{"input": "我找到之前错误订单的买家了 但我的车轮饼不见了", "output": "I found the buyer with the wrong order. But my wheel pie is missing.", "source_lang": "zh", "target_lang": "en"}
{"input": "Hello，訂的餐还要多久才送到", "output": "Hello, how much longer will the ordered food arrive?", "source_lang": "zh", "target_lang": "en"}
{"input": "人家已收工 您的骑手电话是 #PHONENUMBER#，名字叫#NAME# 麻烦你给个合理交代 可以，但您的骑手很有问题，麻烦好好处理", "output": "They have wrapped up. The number and name of your delivery person is #PHONENUMBER# and #NAME#. Please offer me a reasonable solution. Sure, but your delivery person has some issue that needs to be dealt with.", "source_lang": "zh", "target_lang": "en"}
{"input": "能否先查下是否还在路上？如果可以，送到就最好 OK，如果真没有，就返还订餐的钱", "output": "Could you check if it’s still on the road first? If that’s okay, just deliver it. OK, if there is really not, please return the money for the order.", "source_lang": "zh", "target_lang": "en"}
{"input": "其实对于身体微胖的女孩子穿衣搭配的讲究很多。 身体胖的女孩穿的裙子不能太短或太长，长度差不多在膝盖，刚好能盖住大腿胖的地方即可。 裙子过短就会把腿上的肥胖显露出来。 过长就会给人矮而胖的感觉。 如果穿出分出上中下三段来，就显得你自然增高了，就是上身、裙和长筒袜用不同的颜色，看上去就会产生一种修长的感觉 。 其实很多深色系的衣服是微胖女孩子们的标配（这一点作者深有体会），深颜色也是掩盖你身体胖的好方法，高贵典雅的黑色短裙也是微胖女孩的首选。 穿上深颜色的衣服，特别是黑色的短裙，会让人觉得你瘦一些。 如果小腿很胖，你的袜子和鞋不要穿得太让人注意。 越大众化越好，颜色也不要太鲜艳了。 以免人们对你的腿部和脚部注意时，让人得到肥胖的感觉。 对于微微稍胖的女孩子一定要讲就好穿衣搭配的诀窍。 微胖女孩千万不要穿紧身的短裙，另外上衣不要过短或者塞在裙子里，会让人看了很不舒服，如果腿粗的话，要穿黑色的长筒袜或者网格袜(细格子的那种哦)，选择质地柔软的印花喇叭裙，搭配一件荡领的上衣，可以很好的掩盖胖女孩的不足。 当然了，微胖的女孩儿在穿短裙上也是有讲究的。 胖女孩穿短裙，应该选择与短裙的颜色一致的上衣，这样会使你胖胖的身材有增加高度的效果。 短裙搭配高跟鞋，可以让你的双腿显得更为修长，这可是夏季最IN的搭配喔! 如果你是上身胖，但腿很瘦的MM，推荐选择华丽感的连衣短裙。 不但能遮住大肚皮，更能展现你的优点。 A字短裙会很显瘦，比较适合胖女孩，上衣要选择紧身一些的，形成层次感会更显瘦。 简简单单白T恤搭配短裙，胖MM也可以尝试。 微胖的女孩也是能够穿出时尚感的。 只要能够掌握好穿衣搭配的法则那么微胖的女孩子们也会是万众瞩目的焦点。 在穿衣搭配方面上有了改变后，在生活中也要多运动，争取早一天脱离微胖女生的标签吧😄", "output": "Actually, there are many tricks for slightly overweight girls to match their clothes. Slightly overweight girls shall wear skirts not too long or too short; they shall be of the length at around the knees, just covering the fat part of the thighs. The fat thighs will be shown if the skirt is too short. Skirts that are too long will make you look short and fat. If you are dressed in three sections, upper, middle and lower, you will naturally look taller; that is, use different colors for upper body, skirt and stockings, and you will look taller and slimmer. In fact, a lot of darker color clothes are what slightly overweight girls all have, which the author deeply agrees; dark colors are good methods to cover fatness of your bodies; in addition, noble and elegant black short shirts are best choices for slightly overweight girls. You will look slimmer in dark clothes, especially black short skirts. Wear stockings and low-key shoes if your calves are fat. The more common the better; the color shouldn’t be too bright. In case people will notice your legs and feet and think you’re fat. Slightly overweight girls shall master the tricks for clothing matching. Slightly overweight girls shall never wear close-fitting short skirts and the upper outer garment shall not be too short or tucked inside the skirt, which seem strange; slightly overweight girls with thicker legs shall wear black stockings or mesh stockings (thin meshes), a flare skirt with print pattern and soft texture, and a loose-collar upper outer garment to cover the defects of the body. Of course, there are some skills for slightly overweight girls to wear short skirts. When slightly overweight girls wear short skirts, they shall choose upper outer garment with the same color as the short skirt, so as to make them look taller. Wearing skirt with a pair of high heels will make your legs seem slimmer and longer, which is the most fashionable outfit in summer! Girls with fat upper body and slim legs shall choose short dress of luxurious style. It can not only cover the fat stomach, but also show your advantages. A-line skirt makes people seem slimmer and is suitable for fat girls; it’s better to choose tight-fitting upper outer garment so as to form a sense of layers and make you look slimmer. Fat girls can also try simple white T-shirt with short skirt. Slightly overweight girls can be fashionable. Slightly overweight girls can be the focus of attention as long as they master the clothing matching rules. In addition to changes in matching outfits, slightly overweight girls need to do more exercises, and hopefully you will remove the label of slightly overweight girls sooner😄", "source_lang": "zh", "target_lang": "en"}
{"input": "第十八届“世界饮料创新奖”（World Beverage Innovation Awards）是FoodBev Media与德国纽伦堡国际啤酒、酿酒及饮料工业展览会（Brau Beviale）联合举办的奖项。 吸引了来自25个国家、22个不同品类的279个作品参赛。 10月15日，决赛入围者名单公布，最终获奖者名单将于11月11日（英国夏令时）线上公布。 我们看到，元气森林的LP28无糖酸奶入围最佳乳饮料奖，伊利安慕希的“GOGO武汉”营销入围最佳营销活动，百事可乐和人民日报新媒体合作的包装还入围最佳包装设计/标签奖。 FoodBev Media高级市场营销总监Laura Nettle表示：我们很高兴与Brau Beviale一起庆祝年度世界饮料创新奖的第18年。 从新口味、新概念和新功能到品牌、包装和制造，随着行业不断以更可持续的方式进行创新，我们看到了饮料行业的趋势。 世界饮料创新奖表彰了全球饮料行业新老品牌今年最具雄心的新产品和新发展。 以下是每个类别的决赛入围者的完整榜单。 Ardagh Group开发的技术，可以将100％的回收玻璃重新熔化成新的瓶子。 箱中袋装水，其包装盒采用100％可回收利用，可减少包装66％，减少碳排放97％。 LatCub是100％可生物降解，使用更少的纸，并且不使用对环境有害的胶水或胶带。 Ardagh Group开发的技术，可以将100％的回收玻璃重新熔化制成新的瓶子。 最终获奖名单将于11月11日（英国夏令时）在FoodBev Media的 YouTube频道公布，FBIF将持续为您报道，敬请期待！", "output": "The 18th “World Beverage Innovation Awards” is an award jointly held by FoodBev Media and Brau Beviale. It attracted 279 works from 25 countries and 22 categories to participate in the competition. On October 15th, the list of the finalists was published, and the final list of winners will be published online on November 11 (BST). We have seen that Genki Forest’s LP28 sugar-free yoghurt was shortlisted for the Award of Best Milk Drink; the marketing of “GOGO Wuhan” of Yili AMBROSIAL was shortlisted for the Award of Best Marketing Activity; the packaging jointly designed by Pepsi and the new media of People’s Daily was shortlisted for the Award of Best Packaging Design/Label. Laura Nettle, senior marketing director of Foodbev Media, said, “we are pleased to celebrate the 18th year of the annual world beverage innovation award with Brau beviale”. From new tastes, new concepts, new functions to brands, packaging and manufacturing, as the industry continues to innovate in a more sustainable way, we have seen the trends of the beverage industry. The world beverage innovation award recognizes the most ambitious new products and developments of new and old brands in the global beverage industry this year. Here is the complete list of all the finalists of each category. Technology developed by Ardagh Group can melt 100% of recycled glass into new bottles. The packaging of the bagged water in the box is 100% recyclable, which can reduce packaging by 66% and carbon emission by 97%. Latcub is 100% biodegradable; it uses less paper, and does not use glue or tape that is harmful to the environment. Technology developed by Ardagh Group can melt 100% of recycled glass and make them into new bottles. The final list of the winners will be published on the YouTube channel of FoodBev Media on November 11 (BTS), and FBIF will continue to report for you, so stay tuned!", "source_lang": "zh", "target_lang": "en"}
{"input": "为什么这么久 快饿死了 从预计 7:30 到现在 接不到就不要接了 我自己都可以出去买饭吃，用不着在这儿#PRS_ORG#等", "output": "Why does it take so long? I’ve starving to death. From the estimated 7:30 until now. Don’t take it if it’s not possible. I can go out and buy a meal, and don’t have to wait here #PRS_ORG#.", "source_lang": "zh", "target_lang": "en"}
{"input": "新华全媒+丨北京青少年冰球联赛助燃冬奥热情-新华网 12月11日，北京梦想ING队球员庞尧天（中）在比赛中射门。 当日，2021-2022赛季北京市青少年冰球俱乐部联赛在北京各大冰场继续角逐。 本届联赛分为常规赛与季后赛，参赛运动员年龄段为U6至U18，组别设置分为竞技组与选拔组，共吸引全市256支代表队的近3600名球员参加。 北京市青少年冰球俱乐部联赛经过十余年的发展，现已成为北京青少年冰球爱好者切磋技术、广交球友的平台，并为北京市青少年冰球队和青年队输送优秀球员。 联赛发挥赛事对北京青少年冰球运动的带动作用，助燃冬奥冰球热情，为后冬奥时期北京冰球运动发展打下基础。", "output": "XInhua All Media+丨Beijing Teenager Ice Hockey League fueled the enthusiasm for the Winter Olympics - Xinhuanet Pang Yaotian (the one in the middle), a player of Beijing Dream ING team, was shooting in the game on December 11. On the same day, Beijing Teenager Ice Hockey Club League of 2021-2022 season continued in various ice ranks in Beijing. The league was divided into the regular season and the post season, with athletes from U6 to U18; they were divided into competitive group and the selection group; nearly 3,600 athletes from 256 teams of the whole city participated in the league. After development for more than 10 years, Beijing Teenager Ice Hockey Club League has been a platform for Beijing teenage ice hockey lovers to hone skills and make friends; in addition, it has provided Beijing Teenager Ice Hockey Team and Youth Team with excellent players. The league has promoted Ice Hockey among teenagers in Beijing, fueled the enthusiasm for Ice Hockey in Winter Olympics and laid a basis for the development of Ice Hockey in Beijing for the post Winter Olympics period.", "source_lang": "zh", "target_lang": "en"}
{"input": "散热效果：好 轻薄程度：方便 外观材质：满意 宏碁一直性价比很高。 新机器非常好。 性能稳定，四个出风口散热没问题，值得推荐 这款宏碁暗影骑士龙游戏本挺好的，做工用料足,放心品牌！ 宏碁暗影骑士龙价格方面还是不算贵的。 个人觉得宏碁暗影骑士龙真的好的，游戏效果：游戏效果舒爽，可以畅玩大多数游戏，我的吃鸡全高**帧率稳定，非常的流畅，lol更是不在话下，CSgo也是轻松胜任，大多数三a游戏都能玩 散热效果:散热效果不错，风扇很给力，工作用挺安静，游戏效果全开风扇还是不小的。 外观材质:外观挺酷炫，游戏本就的拉风 显示效果:屏幕很清晰，玩游戏1080足够了 买笔记本觉得还行真的很不错啊，主要是用来做设计的，性价比很高，比想象中的轻，也比想象中要好看，屁股上的红是个非常好看的葡萄酒的颜色，没有那么艳俗，整体都比期待值高出很多，挺值的购买的，女生也挺适合的。 2年前开始接触宏基暗夜骑士，用了两年下来，性价比比较高，质量过硬！ 身边的朋友我也都推荐他们购买这款产品！ 目前已经购买了这个系列3款机器！ 外观漂亮好看，配置也很好 给外甥买的，本想等418银行活动，结果他急用，所以就提前买了，所以没赶上银行大活动，有点遗憾。 不过性价比挺高的，物流也挺快的，用一段时间再来追评吧 全新原装，性价比超高的一款游戏笔记本电脑，设计风格很不错已经安装了windows11和office2019 显示效果：买了小孩做3D渲染用的,软件己装,小孩说可以使用没问题,这款电脑做3D设计工作性能可以. 买给儿子的，他说很好。 电脑挺好的，尤其是客服态度很好，不懂的问就好，推荐购买 还不错，玩游戏的画质是真的香", "output": "Heat dissipation: good; lightness: convenient; appearance and material: satisfactory; Acer has always been cost-effective. The new laptop is very good. The function is stable, and the heat dissipation of the four air outlets has no problem; it is worth recommending. This Acer shadow knight dragon game laptop is pretty good with sufficient materials; it is a brand you can trust! Acer shadow knight dragon is not expensive. Personally, I think Acer shadow knight dragon is really good; game effect: playing games on it feels nice, you can play most games without any problem, and my high frame rate PUBG game was stable and smooth, and LOL was no problem at all; it can also let you play CSgo without any trouble and you can play most Three A games on it. Heat dissipation: nice, the fan works well, it is quiet when you work on it, and it is louder with all the fans are working when you play games. Appearance and material: the appearance looks cool; game laptops are eye catching; display effect: the screen is clear and 1080 is enough for playing games. I think it is pretty good; I mainly used it to do design and it is very cost-effective, lighter and prettier than I thought; the red on its rear side is a beautiful wine color, not garish at all; it far exceeded my expectation overall and is worth purchasing, suitable for girls as well. Two years ago, I gained contact with Acer shadow knight, and I think it is cost-effective and has great quality after the two years use. I also recommended my friends to buy this product! I have bought three laptops of this series! It looks beautiful and has good configurations. I bought it for my nephew; I thought I would wait for the 418 bank sale, but he needed it urgently and I just bought it earlier, so it was a pity that I wasn’t able to participate in the big bank sale. But it was cost-effective and shipping was fast; I’ll make a follow-up review after using it for some time. Brand new in original packaging, highly cost-effective game laptop; design style is good and windows 11 and office 2019 have already been installed. Display effect: I bought it for my child to do 3D rendering; the software has been installed and my child said it worked fine; this laptop works OK for 3D design. I bought it for my son, and he said it’s pretty good. The laptop is good; the customer service staff is really nice; just ask them if you have any question; recommended. Not bad, the image quality for playing games is really nice.", "source_lang": "zh", "target_lang": "en"}
{"input": "一个虾饺订单只有一个？ 为什么抄手有 6 个？", "output": "Is there only one shrimp dumpling in the order? Why are there six wontons？", "source_lang": "zh", "target_lang": "en"}
{"input": "我不会去 我是按送单 这 1 个小时从没有人联系我，这根本是网上诈骗 你以为我第一次叫外卖？ 调查完，你就也是这么说的！我下单前，都 check 了地址好几次，才下的单 好的，谢谢！那是多少天？", "output": "I won’t go. I placed a delivery order. No one contacted me during this one hour, and this is online fraud. You think this is the first time that I have ordered food? You said that after the investigation! I checked the address multiple times before placing the order. Okay, thank you! How many days?", "source_lang": "zh", "target_lang": "en"}
{"input": "从 7 点到现在 9:30 都还没有送到，必须要退还订金及取消订单 好的", "output": "It hasn’t arrived since 7 o’clock and now it’s 9:30, and you must refund the deposit and cancel the order. OK.", "source_lang": "zh", "target_lang": "en"}
{"input": "号称新山区超跑排气声最大！ 这次我们团队为大家带来的这款车，是许多男人的梦想！ 它就是Lamborghini的旗舰超跑，Murcielago的换代车型 — Aventador LP700-4！ 要价马币近两百万，一年的路税马币十几千，四轮驱动，为什么叫LP700？ 因为拥有700匹的马力，你能想象有多快吗？ 那算了小编也不知道，数据说0-100km/h加速只需要2.9秒，大概就是小编的myvi才要到30km/h的时候人家就到100km/h了，嗯。 低矮的车身、嚣张的剪刀门、遍布车身四周的巨大进气口以及玻璃下一览无余的6.5 v12引擎，完美的诠释了兰博基尼的风格。 对于车款的说明不需要说太多，自己Google一下就好了，小编整理了一些Google不一定给的到的解说！ 太过备受瞩目，去到哪里大家都在看，很不自在！(其实有点爽) 1km油钱在RM1左右 (车主根本不care) 上下车的姿势要练习一下，不然会有点尴尬 (因为会爬不出车舱然后卡住一半) 引擎声太大，下车后会顿时耳聋。(不过还是很爽) 车身太大，停在普通停车位会很窄，很怕被隔壁车开门的时候敲到！ 有点寂寞，因为路上没有对手 (小编自己讲的，跟车主无关，哈哈) 大家不要误会，这视频的超跑并没有要出售，抱歉！ 想要为你的爱车拍摄视频的朋友，欢迎联系我们！ 更多你不知道的汽车资讯，就在 The Car Guide / 人民汽车志 牽扯到价值千万的车祸！ Bugatti Chiron 与 Porsche 911 相信车友们都认识，Chiron 是全球最贵超跑之一，而 Porsche 911 的车价也是百万等级！ 那日前，国外就在短短几分钟内撞掉了百万跑车 911 还有千万超跑 Chiron！ 看结果，贵是有道理的！", "output": "It is said to have the biggest exhaust noises of all supercars in Xinshan District! The car that our team brings you now is the dream of many men! It is Lamborghini’s flagship supercar and Murcielago’s next generation model, Aventador LP700-4! It is priced nearly 2 million MYR and pays a road tax of around a dozen thousand each year; it is a four-wheel drive; why is it called LP700? Because it has 700 horsepower; can you image how fast that is? Forget it, I don’t know, either; data says it takes only 2.9s to accelerate from 0 to 100km/h; when my myvi just reaches 30km/h, it is already at 100km/h, hum. The low car body, extravagant scissor doors, huge air intakes all around the body and the 6.5 V12 engine transparent under the glass perfectly interpret the style of Lamborghini. The model doesn’t need much introduction; you can Google it yourself; I have prepared something Google won’t necessarily be able to provide! It is too eye-catching; people look at it everywhere you go; it is uncomfortable! (It is actually sweet.) Gas is around RM1 for 1km (the owner wouldn’t even care) You need to practice the posture of when you get in and out of the car or it may be a little awkward (because you might get stuck halfway and crawl out). The engine is so loud that you will turn deaf when you get out of the car. (But still, it’s sweet.) The car body is too big; it will be narrow for it to park at a normal parking space; you will worry that the neighboring car might hit it while opening the door! You may get lonely because there is no rivalry on the road (I made it up; it has nothing to do with the car owners, haha.) Don’t get me wrong; the supercar in this video is not for sale, sorry! Please contact us if you want to take a video for your car! Know more about cars, come to The Car Guide. A car crash involving tens of millions! I believe car fans all know Bugatti Chiron and Porsche 911; Chiron is one of the most expensive supercars in the world, and the price of Porsche 911 is also over a million! Recently, a car crashed into a million-level sports car 911 and a tens-of-millions level super car Chiron in just a few minutes in a foreign country! It seems from the result that there’s a reason why it is so expensive!", "source_lang": "zh", "target_lang": "en"}
{"input": "订了套餐，有 2 样东西送错了", "output": "I ordered a set meal and two of the delivered items were wrong.", "source_lang": "zh", "target_lang": "en"}
{"input": "订单 想向骑手支付服务费 现在可以怎样支付", "output": "Order Want to pay service fee to the delivery person. How can I pay now?", "source_lang": "zh", "target_lang": "en"}
{"input": "伊朗总统：若解除对伊制裁 伊核谈判有望达成协议-新华网 新华社德黑兰12月11日电（记者高文成 王守宝）伊朗总统莱希11日在伊朗首都德黑兰说，如果美国解除对伊制裁，伊朗核问题全面协议谈判就可以达成“良好协议 ” 。 据伊朗总统网站发布的消息，莱希当天在与伊朗驻周边国家使节开会时说，通过向伊核协议其他相关方提交提案，伊朗已经证明了自己的谈判诚意。 如果美方下定决心 ， “ 达成协议的道路就将畅通 ” 。 伊核协议相关方今年4月开始在奥地利首都维也纳举行会谈，讨论美伊两国恢复履约问题。 新一轮会谈11月29日在维也纳开始举行，12月3日暂时休会，9日继续举行。", "output": "President of Iran: an agreement may be reached after talks on Iran nuclear issue if the sanctions on Iran are lifted - Xinhuanet Message from Xinhua News Agency Teheran on December 11 (Journalists: Gao Wencheng and Wang Shoubao): Lahey, president of Iran, said in Teheran, the capital of Iran, on December 11 that a “satisfactory agreement” might be reached after the comprehensive talks about Iran’s nuclear issue if the sanctions on Iran were lifted by the US. According to information published by the website of the president of Iran, Lahey said in a meeting with envoys of Iran in surrounding countries that Iran had proved its sincerity in the talks by submitting proposals to other related parties of the agreement of Iran nuclear issue. If the US is determined, “it will be easy to reach the agreement”. Related parties of the Iran nuclear agreement started hosting talks in Vienna, the capital of Austria, since this April, to discuss the problem of restoring honoring the agreement by the US and Iran. A new round of talks started in Vienna on November 29, which was adjourned on December 3, and will resume on December 9.", "source_lang": "zh", "target_lang": "en"}
{"input": "还没有收到外卖 麻烦您联系下骑手", "output": "I haven’t received the delivery. Please contact the delivery person.", "source_lang": "zh", "target_lang": "en"}
{"input": "习近平向2021年大湾区科学论坛致贺信-新华网 新华社北京12月11日电 12月11日，国家主席习近平向2021年大湾区科学论坛致贺信。 习近平指出，当今世界正经历百年未有之大变局，全球科技创新进入密集活跃期，新一轮科技革命和产业变革对全球经济结构产生了深刻影响。 粤港澳大湾区要围绕建设国际科技创新中心战略定位，努力建设全球科技创新高地，推动新兴产业发展。 中国愿同世界各国科学家、国际科技组织一道，密切国际科技交流合作，加强重大科学问题研究，促进共性科学技术破解，深化重点科学项目协作，共同推进世界科学事业发展，更好造福人类。 2021年大湾区科学论坛当日在广东省广州市开幕，主题为“探索未来，共享科学 ” ， 由广东省人民政府主办。", "output": "Xi Jinping sends congratulatory letter to the 2021 Greater Bay Area Science Forum - Xinhua News Xinhua News Beijing December 11th, on December 11th, Chinese president, Xi Jinping, sends congratulatory letter to the 2021 Greater Bay Area Science Forum. Xi Jinping pointed out that the world today is undergoing major changes rarely seen in a century; global scientific and technological innovation has entered an intensive and active period; the latest round of scientific and technological revolution and industrial reform have exerted a profound impact on the global economic structure. The Greater Bay Area of Guangdong, Hong Kong and Macau should center on the strategic positioning of building an international scientific and technological innovation center, strive to build a highland of global scientific and technological innovation, and promote the development of emerging industries. China is willing to work with scientists, international scientific and technological organizations around the globe to carry out close international scientific and technological exchanges and cooperation, strengthen research on major scientific problems, promote the cracking of common scientific technologies, deepen cooperation on key scientific projects, jointly promote the development of science on a global scale and better benefit mankind. 2021 Greater Bay Area Science Forum hosted by Guangdong Province People’s Government opened that day in Guangzhou, Guangdong with theme “discover the future, share science”。", "source_lang": "zh", "target_lang": "en"}
{"input": "对的，订单是接受状态 但餐厅打电话说由于骑手不运送骨头，所以餐厅需要将肉和骨头切开，骨头弃掉 是否明白我的问题 不是订单延迟 或者你可以直接打电话给我 是否在跟进？", "output": "Yes, the order status is accepted. But the restaurant called saying the delivery person did not deliver bones, and so the restaurant needed to separate the bones and meat and discard the bones. Do you understand my question? It’s not that the order was delayed. Or you can just call me. Are you following up on it?", "source_lang": "zh", "target_lang": "en"}
{"input": "广西大学生休学创业年限最长可达５年-新华网 新华社南宁５月１９日专电（记者张莺）记者近日从广西壮族自治区教育厅获悉，今后广西各高校将实施弹性学制，放宽大学生休学年限，在校生休学创业的年限在原有学制基础上可延长２至５年，休学创业时间可视为实践教育时间。 为促进大学生创业创新能力提升，广西教育、人社等部门合力搭建创业平台，建设更多大学生校外实践教学基地、大学科技园、大学生创业园、创业孵化基地等，给大学生创业提供外在保障。 根据要求，到２０２０年，各高校创新创业实践基地面积，本科学校要达到３０００平方米以上，高职学校要达到２０００平方米以上。 政府鼓励高校设立创新创业学分，优先支持在创新创业实践中表现优异的学生转专业。 高校教师每两年要至少有两个月到行业企业挂职锻炼，以此提高教师创新创业教育的意识和能力。 自治区教育厅要求广西各高校深入实施大学生创新创业训练计划，力争使每一名大学生在校期间都参与一项创新创业训练计划。 高校要积极组织学生参加各级各类创新创业竞赛，并给予经费支持。", "output": "University students in Guangxi can suspend schooling to start their own business for as long as 5 years - Xinhuanet Message from Xinhua News Agency Nanning on May 19 (journalist: Zhang Ying) according to information from Department of Education of Guangxi Zhuang Autonomous Region, universities and colleges in Guangxi will implement flexible education system and broaden the time limit for schooling suspension for students, and the year limit for students at school who suspend schooling to start their own businesses can be extended by 2 to up to 5 years based on the original length of education system, and the time for suspension from school and entrepreneurship can be regarded as the time for practical education. In order to promote the capabilities of entrepreneurship and innovation of university students, Departments of Education and Human Resource and Social Security of Guangxi worked together to establish the an entrepreneurship platform, set up more off-campus practice teaching bases, university science and technology parks, entrepreneurship parks for university students and business incubation bases, which provide external support for the entrepreneurship of university students. According to related regulations, up until 2020, the area of innovation and entrepreneurship practice base of undergraduate universities shall be at least 3,000 square meters and that of vocational schools shall be at least 2,000 square meters. Governments encourage universities to set up credits for innovation and entrepreneurship, to give priority in the transfer of major of students with outstanding performance in innovation and entrepreneurship. Teachers in universities and colleges are required to take a temporary post in enterprises of related industries to train for at least two months every two years, so as to improve the awareness and ability of innovation and entrepreneurship education of the teachers. It is required by the Department of Education of Guangxi Zhuang Autonomous Region that universities and colleges shall thoroughly implement the innovation and entrepreneurship training program for university students, and strive to make each student participate in one innovation and entrepreneurship training program while in university. Universities and colleges shall actively organize students to participate in various types and levels of innovation and entrepreneurship competitions, and provide financial support.", "source_lang": "zh", "target_lang": "en"}
{"input": "他有没有正确的地址？ 还没看到", "output": "Does he have the correct address? It was not seen yet.", "source_lang": "zh", "target_lang": "en"}
{"input": "那个骑手刚才去错了地方，所以我没有收到 不过我#PRS_ORG#收到了", "output": "That delivery person went to the wrong place, so I didn’t receive it. But I #PRS_ORG# received it.", "source_lang": "zh", "target_lang": "en"}
{"input": "App 暂时未能联系到骑手", "output": "App is not able to contact the delivery person for the time being.", "source_lang": "zh", "target_lang": "en"}
{"input": "我家人以为没有", "output": "My family thought there was none.", "source_lang": "zh", "target_lang": "en"}
{"input": "但是，已经过了 1 小时了", "output": "But it has already been 1 hour.", "source_lang": "zh", "target_lang": "en"}
{"input": "麦乐鸡，没有麦乐鸡酱 那个麦乐鸡要是就干吃，会好难吃的 你的 $32 优惠代码是不是要买够多少钱才可以用", "output": "McNuggets, without the McNuggets sauce. The McNuggets would taste horrible without the sauce. Is your $32 discount code only applicable when your order reaches certain amount?", "source_lang": "zh", "target_lang": "en"}
{"input": "15 分钟不到的话是不是可以取消", "output": "You can cancel it if it doesn’t arrive in 15 minutes.", "source_lang": "zh", "target_lang": "en"}
{"input": "我正在输入 code，为什么变成确认订单 好的 那我没有了优惠？", "output": "I was entering the code, and why does it change to order confirmation? OK. Then I won’t enjoy the discount?", "source_lang": "zh", "target_lang": "en"}
{"input": "你好 订的餐未送到 骑手已经送到", "output": "Hello, the ordered food was not delivered. the delivery person has made the delivery.", "source_lang": "zh", "target_lang": "en"}
{"input": "我希望你们能准时，不是想要你们的优惠券！！", "output": "I hope you can be on time, and it’s not that I want your coupons! !", "source_lang": "zh", "target_lang": "en"}
{"input": "请安排送货 我的 order 未到 送货人走了都未交收 请立刻通知送货的人，我们还在等", "output": "Please arrange the delivery. My order has not arrived. The delivery person has left, but the good was not delivered. Please immediately notify the delivery person that we are still waiting.", "source_lang": "zh", "target_lang": "en"}
{"input": "餐厅已在 30 分钟前将食物给了骑手", "output": "The restaurant has given the food to the delivery person 30 minutes ago.", "source_lang": "zh", "target_lang": "en"}
{"input": "全视觉婚纱摄影基地(河北店) 暂时还没有分店 婚纱时尚前卫，化妆师也是首屈一指的，拍摄技术和角度那叫一个专业，拍摄效果很好。 非常有信誉的卖家，服务态度也很好。 妆容很精致，团队服务也很好，这次旅行很开心，很专业的团队，卖家服务态度很好，会介绍给朋友的，很满意。 感谢摄影师与化妆师，让我拥有了独一无二的婚纱照。 感谢今天拍婚纱照的所有工作人员，期待成片的出炉。 拍摄婚纱照简直是一项体力活，尤其是摄影师，又跑又跳的。 化妆师很贴心的帮我设计了一种适合我脸型的妆面，摄影大哥拍摄的时候幽默风趣，值得好评。 感谢我的摄影师和化妆师，有生之年还能看到自己可以这么美。 夸女方，眼睛漂亮，长相大方得体，一看就是贤妻良母，以后勤俭持家。 新郎算是赚到了，一生幸福，和和美美的。 婚纱照质量真的不错，就像网上说的一样，我和爱人拍的很帅和漂亮，我们很满意。 卖家服务态度也很热情。 这次旅拍，不仅欣赏了美景，还拍了美美的婚纱照，还认识了摄影师这位好友。 婚纱照太好看了，吹爆摄影师和化妆师，你们真的超级超级专业。 非常感谢穆姐耐心陪伴和悉心教导，拍出来的照片我很喜欢~ 看到婚纱照的那一刻，我竟一时没有认出自己来。 只要摄影师选的好，你也可以拥有可以媲美明星的婚纱照。 拍摄婚纱照较重要的是摄影师跟化妆师都审美在线，幸好我遇到了。 看到我的婚纱照之后，我发现原来我也是“照骗”。", "output": "Full Vision Wedding Photography Base (Hebei Store) has no branch store yet The wedding dresses are fashionable and trendy, the makeup artists are among the best, the photography skills and perspectives are professional, and the final results are good. Very trustable seller with nice service and attitude. The makeup was delicate, the team offered good service, and I had a nice trip with this professional team; the seller was nice; I was satisfied and would recommend it to friends. Thanks to the photographer and makeup artist for giving me the unique wedding dress photos. Thank you to every staff at the wedding dress photoshoot, and I look forward to the final photos. Shooting wedding dress photos is basically physical work, especially the photographer, who has to run up and down. The makeup artist considerably designed a makeup that’s suitable for me, and the photographer guy was funny at the shoot, recommended. Thanks to my photographer and markup artist, I was able to see me being so beautiful in my life. They complimented the woman for having pretty eyes and a presentable look, and said she looked like a nice mother and wife who would handle the household matters well at first glance. The groom is winning and will have a happy life. The quality of the wedding dress photos are nice as what others say in the reviews; they made me and my wife very handsome and beautiful and we are satisfied. The seller has a nice attitude and is enthusiastic. This shooting trip gave me the chance to enjoy the great views, get the wedding dress photoshoot done, and get acquainted with the photographer as a friend. The wedding dress photos are so great; I want to give the photographer and makeup artist the best comment ever because you are super professional. I would like to thank Ms. Mu for patiently accompanying and guiding us, and I really like the photos~ I didn’t recognize myself the moment I saw the wedding dress photos. As long as you choose the right photographer, you can have wedding dress photos that are on par with those of the celebrities. What is important in shooting wedding dress photos is the aesthetics of photographer and makeup artist, and luckily I met such people. After seeing my wedding dress photos, I found that I could also have flattering photos.", "source_lang": "zh", "target_lang": "en"}
{"input": "美亚裔团体投诉耶鲁等3所常春藤名校招生歧视-新华网 新华社华盛顿５月２３日电（记者徐剑梅）美国１３０多个亚裔团体２３日向美国教育部和司法部提交申诉，抗议３所常春藤名校 — — 耶鲁大学、布朗大学和达特茅斯学院在招生过程中歧视亚裔申请学生。 牵头发起申诉的亚裔教育联盟当天在华盛顿召开新闻发布会。 该团体主席赵宇空在发布会上说，过去１０年里，符合美国名校录取条件的亚裔申请人数量成倍增长，但在这３所美国名校中，亚裔所占比例基本维持在同一水平。 许多研究表明，这些高校在所谓“综合考量”的招生过程中 ， “ 长期持续性以及系统化地歧视亚裔申请学生 ” 。 赵宇空介绍说，２０１４年桑德斯等学者的研究显示，在这３所高校里，相对申请者人数，亚裔在所有族裔中录取率最低。 美国教育部的数据也显示，在所有常春藤盟校中，布朗大学和达特茅斯学院对亚裔学生的录取比例最低，耶鲁大学和布朗大学对亚裔申请学生实施了事实上的种族配额达２０年以上。 赵宇空告诉新华社记者，他们期望提交申诉后，美国教育部、司法部能够展开调查，并在认定事实后采取措施阻止这些高校继续在招生中歧视亚裔。 他们也期望被投诉高校能够主动重视这一问题，改变对亚裔的招生政策。 目前，被投诉的３所高校尚未作出回应。 亚裔教育联盟成立于２０１５年，当时曾投诉哈佛大学招生歧视，但美国教育部以程序理由未予受理。 此次参与申诉的除美国华裔团体外，还包括美国印度裔、韩裔、日裔、巴基斯坦裔教育团体。", "output": "Asian communities in the US complains about admission discrimination by Yale and two other Ivy League universities - Xinhuanet Message from Xinhua News Agency Washington on May 23 (journalist: Xu Jianmei): More than 130 Asian communities in the US submitted a complaint to the Ministry of Education and Ministry of Justice in the US on May 23 to protest against the discrimination on Asian students in the enrollment of 3 Ivy League universities, Yale University, Brown University and Dartmouth College. Asian American Coalition for Education, who initiated the complaint, held a press conference in Washington on that day. According to the speech made by Zhao Yukong, chairman of the group, during the past 10 years, the number of Asian applicants who met the admission qualification of famous universities in the US has doubled and redoubled; however, in these famous universities in the US, the proportion of Asian students basically maintained at the same level. According to lots of research results, these universities “discriminated against Asian students in a long-term, continuous and systematic way” during the so-called “comprehensive consideration”of the admission process. As introduced by Zhao Yukong, according to research results of scholars such as Saunders in 2014, in these 3 universities, Asian students have the lowest acceptance rate among all the ethnic groups considering the number of applicants. Data from Department of Education of the US also indicates that among all the Ivy League Universities, Brown University and Dartmouth College have the lowest acceptance rate of Asian students; Yale University and Brown University have been implementing racial quota of Asian applicants for more than 20 years. Zhao Yukong told the journalist of Xinhua News Agency that they wished that Ministry of Education and Ministry of Justice of the US could conduct investigation after they submitted the complaint, and take measures to prevent these universities from continuing to discriminate against Asian students in the admission process after identifying the facts. They also wished that the universities being complained about could pay attention to this issue on their own initiative and change the recruitment policy for Asian students. The 3 universities being complained about have not responded yet. Established in 2015, Asian American Coalition for Education once made a complaint against Harvard University about admission discrimination, but the US Ministry of Education did not accept the complaint on procedural grounds. In addition to Asian groups in the US, the groups involved in the complaint also include Indian, Korean, Japanese Americans and Pakistani education groups in the US.", "source_lang": "zh", "target_lang": "en"}
{"input": "需要餐具 刚刚取消了订单 为什么还是执行中 可以帮我查看有没有取消吗", "output": "I need tableware. I just canceled the order. Why is it still in progress? Can you check for me if it has been canceled?", "source_lang": "zh", "target_lang": "en"}
{"input": "但我早上 5 点 9 分就已经下单啦", "output": "But I placed the order at 5:9 in the morning.", "source_lang": "zh", "target_lang": "en"}
{"input": "那边是订餐热线，他们说什么都不知道 有电话可以直接跟他们联系吗", "output": "That was the order hotline, and they said they didn’t know anything. Is there a number I can call to contact them directly?", "source_lang": "zh", "target_lang": "en"}
{"input": "2020年9月，陆先生从房屋中介了解到一处位于浙江余姚丈亭镇的厂房，在多次现场看房后，陆先生决定购买该厂房。 同年12月，陆先生就购买厂房的细节与房屋所有权人的家属林某进行磋商后，于当天通过银行转账汇款20万元作定金。 林某在《厂房买卖定金收条》上作为收款人签名，其中载明，“若买方不想买此厂房，此定金归卖家，如卖方不愿意卖此厂房，定金将双倍返还卖方，双方约定一周内签订厂房买卖合同。” 然而，之后双方因厂房出售范围、付款方式等主要合同条款未能形成一致意见，导致房屋买卖合同迟迟未能签订。 考虑到双方未能就合同内容达成共识，几天后，林某将20万元定金退回给了陆先生。 好不容易看中的房子，定金交了，房款也准备好了，就差“临门一脚”签合同，卖方却不卖了，这让陆先生无奈又愤怒。 为此，陆先生将林某起诉至余姚市人民法院。 法院经审理认为，双方最终未能签订正式合同，不能仅归责于被告，应合理推定为磋商不成，故本案不应适用定金罚则，被告无需承担双倍返还定金的违约责任。 一审判决后，原告提起上诉。 近日，二审法院维持原判。 【律师提醒】 在交易过程中要尽到必要的审慎注意义务。 在签订合同时，作为买方要尽到必要的审慎注意义务，比如，核实房屋所有权人信息、房屋是否被人占用等相关信息，并在合同中明确关于交付的具体时间、地点，以防履行合同时双方产生争议。", "output": "In September 2020, Mr. Lu learned about a plant located at Yuyao Zhangting Village in Zhejiang through an estate agent and decided to purchase it after seeing it on-site for a few times. In December of the same year, Mr. Lu negotiated with Lin, a family member of the house owner, about the details of the purchase of the plant, and remitted 200,000 yuan as a deposit by bank transfer on the same day. Lin signed as the payee on the Receipt of the Deposit for the Purchase and Sale of the Plant, which stated that if the buyer does not to buy the plant, the deposit belongs to the seller; if the seller does not want to sell the plant, the deposit will be returned to the seller in double; both parties agree to sign the plant purchase and sale contract within one week. ” However, both parties failed to reach an agreement on the main items in the contract including the scope of the sale of the plant and method of payment, and as a result, they were delaying the signing of the plant purchase and sale contract. Considering they have not reached an agreement on the content of the contract, Lin returned the deposit of 200,000 to Mr. Lu a few days later. Mr. Lu was helpless and angry because he had a hard time finding the plant, paid the deposit, prepared the payment and was waiting for the contract to be signed, but the seller didn’t want to sell it anymore. For this, Mr. Lu decided to sue Lin at the Yuyao People’s Court. After the hearing, the court held that the two parties failing to sign a formal contract could not be attributed only to the defendant, but should be reasonably presumed that the negotiation failed; therefore, the deposit penalty should not be applied in this case, and the defendant should not bear the liability for breach of contract and return twice the deposit. After the judgment of the first instance, the plaintiff appealed again. Recently, the court of second instance upheld the original judgment. [Reminder from attorney] In the process of trading, we should perform necessary duty of prudence. When signing the contract, the buyer should perform necessary duty of prudence, such as verifying the information of the house owner and whether the house is occupied, and specify the specific time and place of delivery in the contract, so as to prevent disputes between the two parties during the performance of the contract.", "source_lang": "zh", "target_lang": "en"}
{"input": "好的，我只怕他送错了地址", "output": "OK, I just worry that he will deliver it to the wrong address.", "source_lang": "zh", "target_lang": "en"}
{"input": "日昌餐馆(五道口店) [薄荷]环境： 中规中矩 [服务铃]服务： 上菜很快 「古法马拉糕」我的必点菜 马拉糕太香太软太好吃了😋喜欢甜品的小伙伴一定要试试「东江墨鱼滑酿豆腐煲」汤非常鲜美 豆腐很嫩 墨... 味道赞 肉类好 服务热情 好久没来日昌了，水果捞还是那么好喝&真材实料足，第一次点叉烧包，就是我爱的松软面粉的南方口感！ 煲仔饭干湿成程度正好，份量非常足，招牌锡纸鸡翅一如既往赞，例汤也不错，芥兰处理得也比较... 味道赞 服务热情 肉类好 日昌老店 好多年前也是网红的存在吧，东单小楼，木地板。 门口总是要等很久才能吃上的煲仔饭，煲仔饭的砂锅都开裂了… 好几年没去吃日昌了，各种小店粤菜的崛起分散了客流。 难得一见的到店就有座位啊，菜品质量没的说，一如既往的好。 味道赞 肉类好 主食赞 日昌外卖。 [米饭]餐食：这次的菜稍微有一点点失望了。 三杯鸡：配菜有点多，鸡肉稍微有点少。 主要调的这个味道有点偏差，底味的咸不够，就凸显了甜味了，大家可以脑补一下甜+各种香料配菜...", "output": "Richang Restaurant (Wudaokou) Emoji mint, environment is average, emoji service Bell, as for service, the dishes were served fast, “traditional Cantonese sponge cake” is one I must order, the cake is so soft, sweet and delicious😋; you must try it if you like dessert, and “Dongjiang tofu casserole with cuttlefish balls” has nice soup, tender tofu and... Nice taste, great meat, enthusiastic service I haven’t been to Richang for a long time, and the Fruit Mix is still delicious and has a lot of real stuff in it, it was the first time for me to order Cha Siu Bao, and it has the Southern taste with fluffy flour which I enjoyed! The wetness of the clay pot rice was just right, and the portion was generous, the special tinfoil chicken wings were great as always, the soup was nice as well, the cabbage mustard was also... Nice taste, enthusiastic service, great meat Original Richang restaurant was also popular many years ago, Dongdan little building, wooden floor. You have to wait a long time at the door to have the clay pot rice, and the clay pot cracked... I haven’t been to Richang for a few years as emerging little Cantonese restaurants scattered the customers. It was rare to have seats available as soon as I arrived, and the dishes were great as always. Nice taste, great meat, great principal food Richang takeout. [rice] Meal: the dishes this time were a little disappointing. Three Cup Chicken: there were too many vegetables and too little chicken. It was mainly because the flavor was a little off, the base was not salty enough and the sweetness was exaggerated, you can imagine sweetness + various spice and garnish...", "source_lang": "zh", "target_lang": "en"}
{"input": "红牌威士忌喝法是什么？ 每个人的爱好不同，有人喜欢收藏，有人喜欢美食，当然也有人喜欢品酒，红牌威士忌是目前各个国家最畅销的苏格兰威士忌之一，而且红牌威士忌曾获国际洋酒大赛金奖。 每一瓶红牌威士忌都有独特的味道，不过如果不知道如何品味它，岂不是糟蹋了它的醇香。 那么红牌威士忌怎么喝呢？ 小编为大家简单介绍下。 红牌威士忌喝法： 尊尼获加红牌威士忌由约35种苏格兰威士忌调配而成，具有浓郁芳香及传统苏格兰威士忌的特质，浓郁芳香中带有甘甜及烟熏香味。 入口浓醇清新，略带香草及浓烈的烟熏麦芽味道。 该酒可以直接加冰饮用，或者与最喜爱的饮品混合饮用。 红牌威士忌进入国内,为了适应国人的口味,红牌威士忌+可乐或雪碧或新奇士等气泡饮料成为一种经久不衰的时尚。 这些甜味的饮料，除了可以中和酸味,在视觉上能给人带来愉悦，加入饮料,起到冲淡酒味改变口感的效果。 红牌威士忌+切片柠檬+方糖(砂糖亦可),是最正宗、最传统的喝法. 正宗的红方威味道有些酸涩,加入糖可以中和其中的酸味,柠檬则会给酒带来清新的香味,当然,甜酸度可根据个人的口味爱好调配。 以上三种都是红牌威士忌的最好喝法，大家可以作为参考尝试下，希望小编的介绍可以帮助到大家。", "output": "How to drink Johnnie Walker Red Label whisky? Different people have different preferences; some like to collect, some like food, and certainly some like wine tasting; Johnnie Walker Red Label is one of the fastest selling Scottish whiskies in the world and has won the gold prize of International Wine Competition. Each bottle of Johnnie Walker Red Label whisky has its own unique flavor, but if you don’t know how to taste it, it would be such a waste of its mellow fragrance. Then how do we drink Johnnie Walker Red Label whisky? I’ll introduce for you now. How to drink Johnnie Walker Red Label whisky: Johnnie Walker Red Label whisky is blended with around 35 kinds of Scotch Whiskies, possesses rich fragrance and the characteristics of traditional Scotch whisky, with both sweetness and smoked smell in its rich fragrance. It is mellow and fresh in the mouth, with a slight taste of vanilla and strong smoked malt. The wine can be drunk directly with ice or mixed with your favorite drinks. After Johnnie Walker Red Label whisky entered China, in order to adapt to the tastes of Chinese people, drinking Red Label whisky with bubble beverage such as Cola, Sprite or Sunkist has become an enduring fashion. These sweet drinks not only can neutralize the sour taste, bring pleasure to people visually, but also can dilute the taste of wine and change the overall taste. Red Label whisky + sliced lemon + cube sugar (granulated sugar is also acceptable) is the most authentic and traditional drinking method. Authentic Red Label whisky tastes a little sour; adding sugar can neutralize the sour taste, lemon will bring fresh fragrance to the wine, and of course, the sweetness and sourness can be adjusted according to personal tastes. The above are the best drinking methods of Johnnie Walker Red Label whisky for your refence, and I hope my introduction can help you.", "source_lang": "zh", "target_lang": "en"}
{"input": "如果无法为我变更分店位置，可以改为外送吗？", "output": "If you cannot change the location of the branch store for me, can I change it to delivery?", "source_lang": "zh", "target_lang": "en"}
{"input": "那我不必再多给次钱吧？", "output": "Then I don’t need to pay again, right?", "source_lang": "zh", "target_lang": "en"}
{"input": "同事的订单已经送完了 拉不到完成呀 GPS 呢？到没到呀", "output": "My colleague has delivered all the orders. I can’t pull it to complete. Where is GPS? Has it arrived yet?", "source_lang": "zh", "target_lang": "en"}
{"input": "金夫人婚纱摄影(南街店) 暂时还没有分店 拍照之前因为我们时间没安排好，更换了两次时间，顾问兰兰很耐心地帮我们安排了时间。 后来选择了一个天气好的周末拍的。 金夫人的工作人员，无论是顾问，化妆师还是摄影师都超赞的。 那是我生平第一次正式地化妆，哇～简直不敢相信，我有一天也会变得那么好看，哈哈。 晓洁和另一个妹子（抱歉我记不得名字了）化妆超级有耐心，化妆也很自然。 外景在江湾城拍的，幸亏那天天气很好，没有觉得很冷，拍照的时候，化妆师时不时地留意我们的衣服，头饰，稍微有一点不好了就马上帮我们整理。 摄影师也非常幽默，拍照一天下来都觉得很开心。 在选照片的时候，因为在网上看到很多案例，不愿意让客人删太多照片，但是我们选照片的时候，真的，一点没有让我们加照片的意思，直接套餐里的24张，一张都没有加（听说和我差不多时间拍婚纱照的表妹，七千多的套餐还加了一万多的照片，当时我就惊呆了，心里也很怕自己会选太多） 今天照片修好了，兰兰发给我，我看了有两张觉得不太好，他们立刻就帮我重新修了。 把妹妹以前拍的照片翻出来对比，我觉得我们的照片我真的太满意了，简约清新，就是我想要的风格。 真心推荐大家去宣汉金夫人拍婚纱照！ 套系价格：3999 元 金夫人感恩有你们真心祝愿你们幸福美满，前程似锦！ 这一套多少钱啊", "output": "Mrs. Gold Wedding Dress Photography (Nanjie Store) has no branch store yet. Because I didn’t arrange my time well before the shoot, I rescheduled twice and consultant Lanlan patiently arranged time for us. Later we chose a weekend with nice weather to shoot it. The staff at Mrs. Gold, no matter it’s consultant or makeup artist, are fantastic. That was the first time that I had officially put on makeup and wow, I couldn’t even believe that I could be so pretty one day, haha. Xiaojie and the other girl (sorry, I forgot her name) were super patient while doing my makeup and the makeup was natural. We shot the outdoor scene at Jiangwancheng, and fortunately the weather was nice that day, we didn’t feel cold; during the shoot, makeup artist was paying attention to our clothes, headwear, and made adjustment immediately once there was a problem. The photographer was funny, and we were happy throughout the day. When choosing the photos, I saw many cases online where they wouldn’t let the customers delete too many photos, but they didn’t ask us to add photos at all, just the 24 photos in the set and nothing more (I heard that my cousin who was also taking wedding dress photos added photos worth over 10,000 in addition to the 7,000 yuan set, and I was stunned and feared I might choose too many). The editing was finished today and Lanlan sent it to me; I felt two were not good enough and they immediately re-edited them for me. I found the old photos of my sister to make comparison, and I felt that our photos were really satisfying, simple and fresh, exactly what I wanted. I sincerely recommend choosing Xuanhan Mrs. Gold to take your wedding dress photoshoot! Set price: 3,999 yuan Mrs. Gold is grateful for you and sincerely wishes you a happy life and a promising future! How much is this set?", "source_lang": "zh", "target_lang": "en"}
{"input": "那 $32 要满足什么条件才能用", "output": "Then what are the conditions for using the $32 one?", "source_lang": "zh", "target_lang": "en"}
{"input": "那就好，不用退款了", "output": "That’s fine, and there is no need to refund it.", "source_lang": "zh", "target_lang": "en"}
{"input": "您的骑手说找不到了 找不到 但我又听不懂他讲的英文", "output": "Your delivery person said it couldn’t be found. Can’t find it. But I don’t understand his English.", "source_lang": "zh", "target_lang": "en"}
{"input": "那我要退回咖喱汤底给你吗？", "output": "Do I need to return the curry soup to you?", "source_lang": "zh", "target_lang": "en"}
{"input": "我只收到一半 有六盒没见到有送啊", "output": "I only received a half. Six boxes were missing from the delivery.", "source_lang": "zh", "target_lang": "en"}
{"input": "公司加班，中午已经没有吃饭，想叫外卖，谁知道还要被取消订单", "output": "The company is working overtime; I haven’t had lunch, wanted to get delivery, and didn’t expect the order was canceled.", "source_lang": "zh", "target_lang": "en"}
{"input": "你叫郑眠，这是你搬来日本的第二周。 你走在街上，突然发现有人跟着你，你害怕地越走越快，最后跑了起来。 那人在你身后追：“小姐！请等等！”（全程日文对话） 你在便利店门口停下了脚步。 “小姐……我是一名导演，我看你长得很美，有兴趣参加真人秀吗？” 你很疑惑，害怕这是骗局。 他塞给你一张名片，你发现他真的是日本一家大型娱乐公司的导演。 “小姐如果有时间的话，我们可以去公司里谈，片酬一定少不了。” 你稀里糊涂就跟他来到了公司，他说他一眼就在街上看见了你，非常希望你能来参加。 你想着没什么损失，还能赚钱，就签下了合同。 这是一个大型恋爱真人秀，分为两部分。 前期会让明星和素人在现实生活中相处，培养默契。 后期则会进入到游戏中共同闯关。 下周就要开始正式录制了，你并不知道自己的搭档会是谁，会有什么有趣的事情发生呢？", "output": "Your name is Zheng Mian, and this is the second week since you’ve moved to Japan. You were walking on the street when suddenly you found someone following you; you got scared and you were walking faster and faster and at last running. The one chased behind you, “miss!” Please wait! “(Japanese dialogue) You stopped in front of a convenience store. “Miss... I am a director, and I saw that you’re good looking and so I want to ask you, are you interested in participating in a reality show? ” You are confused and afraid this might be swindle. He gave you a business card, and you found he’s really a director of a large Japanese entertainment company. “If you have time, we can discuss it at our company, and the salary is definitely satisfactory. ” You followed him to the company in a haze, and he told you he found you on the street at first glance and really wanted you to come. You signed the contract since there would not be any loss and you could make money. This is a large dating reality show which consists of two parts. In the first part, celebrities and normal people date in real life to form unison between them. In the later stage, they will play in the game together. The official shooting is next week, and you don’t know who your partner will be and what interesting things might happen.", "source_lang": "zh", "target_lang": "en"}
{"input": "那么，系统是否可看到新订单 那么会如何处理那个骑手", "output": "So, can the system see new orders? So what would you do with the delivery person?", "source_lang": "zh", "target_lang": "en"}
{"input": "我想我不能接受订单多等 20 分钟都没有送到", "output": "I don’t think I can accept the order still not being delivered after another 20 minutes.", "source_lang": "zh", "target_lang": "en"}
{"input": "沙巴3200名新生婴儿无报生纸 因特制防伪纸断货 （亚庇11日讯）沙巴国民登记局说，由于特制防伪纸存货用光，所以自10月初开始就无法颁发报生纸给初生婴儿，至今累积的受影响者达3200人。 不过，该局主任凯鲁阿米努斯保证，所有已经申请报生纸的婴儿，资料已经记录在系统，当防伪纸在下周运到后就会补发。 他在新闻发布会上，针对一家网媒指沙巴报生纸印制问题出现长达10个月的报导，作出解释。 他说，有关问题在2个月前就出现，砂拉越也面对同样的问题。 “其中一个原因是生产特制防伪纸的中国厂家受疫情影响，导致延迟运抵我国 。 ” 他解释，沙巴报生纸使用的防伪纸和其他地区不同，因此不能商借其他州属的存货。 凯鲁阿米努斯透露，最新一批防伪纸已经于本月6日运抵吉隆坡，过后于8日交给印刷公司，进行部分印制工作。 “该局下周四将派人到吉隆坡取货，回到沙巴立刻进行最后阶段的打印，估计多2个工作日（12月20日）就可以交到申请者手上 。 ” “我们会通知申请者前往各地分局领取报生纸 。 ” 他补充，沙巴今年至今共发出2万4801张报生纸。", "output": "3200 new infants in Sabah have no birth certificates because of the supply shortage of the specially made security paper. (Kota Kinabalu News on the 11th) According to the National Registration Bureau of Sabah, new infants cannot be provided with birth certificates from the beginning of October due to supply shortage of the specially made security paper; a total of 3,200 infants have been influenced so far. However, director of the bureau, Kerouaminus, promised that the data of all the infants applying for birth certificate has been recorded in the system, and the certificates will be issued as soon as the security paper arrives next week. He made the explanation at the press conference regarding to an online media’s report that the paper shortage of birth certificates in Sabah has been going on for ten months. He said that related problems started 2 months ago, and that Sarawak is also facing this problem. “One of the reasons is that the manufacturers of the security paper in China are influenced by the epidemic, leading to a delay in delivery to our country.” He explained that the security paper used for birth certificates in Sabah is different from that of other regions, and therefore stock in other regions cannot be borrowed. Kerouaminus disclosed that the latest batch of security paper has been delivered to Kuala Lumpur on December 6, and was handed over to the printing company on December 8 for part of the printing work. “The National Registration Bureau of Sabah will dispatch staffs to pick up the goods in Kuala Lumpur next Thursday to complete the printing of the last stage after returning to Sabah, and it is estimated that they can be given out to the applicants at most 2 working days later (December 20).” “We’ll notify the applicants to get the birth certificates at their local branch bureau.” He added that Sabah has issued 24,801 birth certificates so far this year.", "source_lang": "zh", "target_lang": "en"}
{"input": "从 7 点多等到现在 那是不是就快到了？ 我指的是食物", "output": "I’ve been waiting since 7 o’clock. Will it arrive soon? I meant the food.", "source_lang": "zh", "target_lang": "en"}
{"input": "我又在#PRS_ORG#对面等", "output": "I waited again across the #PRS_ORG#.", "source_lang": "zh", "target_lang": "en"}
{"input": "好好，谢谢，因餐厅说已准备好", "output": "Okay, thank you, because the restaurant said it has prepared", "source_lang": "zh", "target_lang": "en"}
{"input": "那我用积分重新下单，谢谢你", "output": "Then I will use my points to re-place the order, thank you.", "source_lang": "zh", "target_lang": "en"}
{"input": "自取地址在哪里？ 我看不到地址", "output": "What is the pickup address? I can’t see the address.", "source_lang": "zh", "target_lang": "en"}
{"input": "下载苏宁易购APP 关注苏宁推客公众号 自购省钱·分享赚钱 下载苏宁金融APP 关注苏宁易购服务号 超级方便，和在电脑打开一样，解决了我电脑硬盘不足的困扰 今天刚到的崭新的固态移动硬盘，移动固态硬盘电脑无法读取，移动固态硬盘电脑不识别，而用用U盘电脑可以读取。 机器上手很轻巧，外观大气、美观。 今天使用了一下午，散热非常好，基本感觉不到烫人，运行速度很快，开机秒杀99%的用户。 电池也很强劲，待机9个小时，使用4个小时应该没有问题，总之，这个价格能买到这种品质的机子，感觉非常开心，其他功能等以后发现了再补充。 外观很不错。 性能方面，用一段时间后再评价。 机器快，比想象中大，渲染效果图杠杠的，喜欢，等用段时间再追评 不错不错，香港**上查的到该机器序列号，品质应该OK的。 **感觉不是大，是重，一只手抓不住其实并不大，比15.6寸大了一点点而已运行起来确实很稳定，也感觉不到卡顿，风扇散热的声音爱了，很有感觉，而且不会像游戏本一样一直转 东西不错，比官方旗舰店要便宜很多，还送了背包，我觉得挺好。 店家服务也不错，提醒我更新了bios，并且及时开出了**。 值得！ 散热效果：散热非常好，基本无热度 轻薄程度：方便携带 外观材质：Thinkpad传统设计，满意 信誉卖家，仔细检查整机外观，所有接口，无翻新或使用过的痕迹，的确是全新美版机，配置跟页面一样。 忘了发背包，即刻帮我补发了一个背包，虽然不是标配原厂背包，但服务跟进方面，足以证明是良心卖家。 如果有朋友须要买笔记本，再回购。 外观材质：外观大气 显示效果：屏幕分辨率可以的，清晰， 轻薄程度：比较有质感，毕竟越重的东西感觉越好。 散热效果：刚开始尝试了下，后期再评价。 键盘打字起来蛮不错的，还送了个鼠标以及转换器，这个配置对比国行的话还是很实惠的，总的来说物廉价美吧，机器性能的话等使用一段时间后再做评价 这屏幕真的安逸！ 使用很顺畅，用一段时间再追评！", "output": "Download Sunning App Follow Sunning Recommendation WeChat Public Account Save money when you purchase and earn money when you share Download Sunning Finance App Follow Sunning Service Account It is super convenient, the same as when I opened it on my computer, and solved the trouble of not having enough room on my computer’s hard drive. The brand new mobile solid-state drive just arrived today cannot be recognized or read by computer, but the USB driver can be read by computer. The laptop is light-weight and looks beautiful and luxurious. I used it for one afternoon today and the heat dissipation was really good; I basically didn’t feel any heat and the it was very fast; the startup speed was faster than 99% of users. The battery is powerful, works 9 nines between charges, and using it for 4 hours is no problem at all; in all, I feel happy to buy such a quality machine at this price, and I will add review of other functions later. The appearance is good. I’ll comment on its functions after using it for some time. The machine is fast and bigger than I imagined; it worked great doing picture rendering; I like it, and I’ll make a follow-up review after using it for some time. Not bad, I could search the serial number of the laptop on ** of Hong Kong, so the quality should be OK. ** feels not big, but heavy, and it feels not that big when you hold it with one hand; it is slightly bigger than 15.6 inch one and works stably; there is basically no stuttering; I love the sound of the fan doing heat dissipation; it sounds nice, and the fans won’t work all the time like game laptops. It is good, a lot cheaper than the Official Flagship Store, and they gave a backpack as a gift; I think it is pretty good. The seller’s service is also good; they reminded me to update bios and timely issued the **. Deserving! Hear dissipation: hear dissipation is very good, basically no heat at all; lightness: easy to carry; appearance and material: tradition design of Thinkpad, satisfactory. A trusted seller; I’ve checked the appearance of the whole laptop and all the interfaces carefully and found no trace of being renovated or used; it is indeed a brand new American version laptop, and the configurations are the same as listed on the page. The seller forgot to send the backpack and re-dispatched one for me immediately; although it is not a backpack from the original factory, the seller was trustable due to good after-sales services. If my friend needs to buy a laptop, I will come back and buy again. Appearance and material: luxurious ; display effect: the screen resolution is good, clear; lightness degree: it is slightly heavy, after all, heavier things feel better. Heat dissipation: I just started using it and will come back and comment later. The keyboard is good for typing, and a mouse and a converter are given as presents; the configuration is economical when compared with the Chinese version, cheap and fine in general; I’ll give further comments on its performance after using it for some time. The screen is really dope! It works smoothly, and I’ll make a follow-up comment after using it for some time!", "source_lang": "zh", "target_lang": "en"}
{"input": "教育资讯：北京压缩2016年初中入学特长生比例-新华网 21日、22日两日，北京市初中入学特长生考查工作由各区教委统一组织实施。 今年，北京各区均压缩了特长生招生比例，特长生竞争更为激烈。 以东城区为例，今年该区小学升初中特长生入学比例总体不超过全区招生计划数的5 % ， 计划招生人数为380人，到校比例不超过学校招生计划数的10 % 。 凡具有体育、艺术、科技特长且在网上报名的学生均有资格参加特长生招生考查。 为方便学生就近参加考查，东城区延续去年的考查安排方式，在每个学区分别设置1~2个考查地点，共13个考查地点。 考点均按考区划分考场，以小时为单位划分时段，考查当天学生将按时段进入考点在不同考区考场内进行考查。 5月23日，区教育招生考试中心网上公示考查通过的学生名单，学生可在网上查询考查结果。", "output": "Education News: Beijing reduces the proportion of students with special talents in middle schools enrollment in 2016 - Xinhuanet On the 21st and the 22nd, the inspection of the enrollment of students with special talents in middle schools was organized and implemented by education commissions of different districts. This year, districts in Beijing have reduced the proportion of students with special talents in the enrollment, leading to more fierce competition in students with special talents. Take Dongcheng District as an example, the entrance proportion of students with special talents in the enrollment of middle schools does not exceed 5% of the total number in the district; the planned number is 380, and the proportion of students checking in at the school shall not exceed 10% of the enrollment plan of the school. Students with talent in sports, art and science and technology who applied online are all qualified to participate in the inspection of students with special talents. In order to provide convenience for students to participate in the examination at a nearby location, Dongcheng District continues with the examination arrangement of the past year by setting one or two examination locations in each school district, and there are totally 13 examination locations. The examination locations are divided according to the examination districts, and the time frames are divided in hours, and students will be examined in different examination rooms after entering the examination locations according to the assigned time frame. On May 23, the list of the students who have passed the examination will be publicized on the website of the Educational Admission Examination Center of the district, and students can inquire the result of the examination on the website.", "source_lang": "zh", "target_lang": "en"}
{"input": "10 到 15 分钟可以送到吗？", "output": "Can it be delivered between 10 to 15 minutes?", "source_lang": "zh", "target_lang": "en"}
{"input": "未收到食物", "output": "I have not received the food.", "source_lang": "zh", "target_lang": "en"}
{"input": "关键是我今晚都没有吃饭 如果送不到，可以早点说啊", "output": "The point is I didn’t eat anything tonight. If it can’t be delivered, just say it sooner.", "source_lang": "zh", "target_lang": "en"}
{"input": "波黑奥委会主席：坚信中国有能力在特殊时期办好冬奥盛会-新华网 新华社萨拉热窝12月11日电 波黑奥委会主席克韦西奇近日表示，波方十分期待北京冬奥会，坚信中国有能力在特殊时期办好冬奥盛会。 日前中国驻波黑大使季平在萨拉热窝奥林匹克中心会见波黑奥委会主席克韦西奇。 会见时，克韦西奇积极评价波中关系并表示，他曾于2008年北京夏奥会之际访华，对中方出色的组织工作印象极为深刻，坚信中国有能力在特殊时期办好冬奥盛会；波方十分期待北京冬奥会，波黑奥委会正在积极组织参会；波方希望以此为契机，同中方在体育领域开展更为广泛的交流合作。 季平表示，中波两国有着特殊的“奥运纽带 ” 。 1984年萨拉热窝冬奥会在这里成功举办，再过两个月，2022年北京冬奥会也将拉开帷幕，将向世界呈现一场简约、安全、精彩的盛会。 期待两国在冬季体育赛事筹备、运动员训练等方面深化交流合作，中国驻波黑使馆愿继续发挥桥梁作用，以北京冬奥会为契机，推动两国人文交流不断深化，让两国人民“一起向未来 ” ， 并祝波黑运动健儿在北京取得佳绩。 会见前，波黑奥委会举办了“第十届年度最佳运动员”颁奖典礼，季平作为特邀嘉宾为波黑最佳青年运动员颁奖。 活动现场循环播放北京冬奥会宣传视频。", "output": "President of Bosnia and Herzegovina Olympic Committee: It is firmly believed that China is capable of hosting a successful Winter Olympics during this special time - Xinhuanet Message from Sarajevo of Xinhuanet on December 11, Kvesic, president of Bosnia and Herzegovina Olympic Committee, said recently that Bosnia was looking forward to the Beijing 2022 Winter Olympics and firmly believed that China is capable of hosting a successful Winter Olympics during this special time. Ji Ping, ambassador of China in Bosnia and Herzegovina, met with Kvesic, president of Bosnia and Herzegovina Olympic Committee, in Sarajevo Olympic Center a few days ago. During the meeting, Kvesic spoke positively about the relationship between Bosnia and Herzegovina and China; when he visited China during the Beijing 2008 Summer Olympics, the excellent organization work of the Chinese left him with a deep impression, and he firmly believed that China is capable of hosting a successful Winter Olympics during a special time; Bosnia was looking forward to Beijing Winter Olympics, and Bosnia and Herzegovina Olympic Committee was actively organizing representatives to attend the Olympics; Bosnia and Herzegovina wished to take it as an opportunity to develop wider exchanges and cooperation with China in the sports field. According to Ji Ping, there is a special “Olympic bond” between China and Bosnia and Herzegovina. Sarajevo Winter Olympics was held successfully here in 1984, and Beijing 2022 Winter Olympics will open in two months, showing a simple, safe and splendid event to the whole world. Both countries are expected to deepen exchanges and cooperation in terms of winter sports event preparation and athletes training, and the embassy of China in Bosnia and Herzegovina is willing to continue to serve as a bridge to promote exchanges in humanity between the two countries by taking Beijing Winter Olympics as the opportunity, so that the people of the two countries can “work together for a shared future”; the embassy wished that athletes of Bosnia and Herzegovina could acquire good results in Beijing. Before the meeting, Bosnia and Herzegovina Olympic Committee held the awards ceremony for “the 10th Best Athletes of the Year”, and Ji Ping awarded the prize for the best young athletes of Bosnia and Herzegovina as a special guest. The publicity video of Beijing Winter Olympics was played repeatedly on the site of the activity.", "source_lang": "zh", "target_lang": "en"}
{"input": "好失望 会安排退款吗？ 不满意也不行啦！运费都要 20 元 没有办法啦！帮我问下那家餐厅", "output": "So disappointed. Will you arrange a refund? I can only be satisfied! Even the delivery fee is 20 yuan. There’s no other way! Help me ask that restaurant.", "source_lang": "zh", "target_lang": "en"}
{"input": "谢谢你们跟进，当然有些骑手也做得很出色", "output": "Thank you for following up, and certainly some delivery people have been excellent as well.", "source_lang": "zh", "target_lang": "en"}
{"input": "你好，这个订单我已经等了好久好久了 不断延迟 谢谢你", "output": "Hello, I’ve waited a very long time for this order. Constantly delayed. Thanks.", "source_lang": "zh", "target_lang": "en"}
{"input": "麻烦帮我 cancel，每个订单都重新下单", "output": "Please help me cancel it; every order needs to be re-placed.", "source_lang": "zh", "target_lang": "en"}
{"input": "他需要 order 了，我才会有 credit?", "output": "Will I only get credit after he places the order?", "source_lang": "zh", "target_lang": "en"}
{"input": "是不是漏送了这单啊 究竟几点才可以送啊", "output": "Was this order missed in the delivery? When can it be delivered?", "source_lang": "zh", "target_lang": "en"}
{"input": "没有可能 这个 code 包括 4 次 $20 扣减优惠", "output": "not possible This code includes 4 discounts of $20 off.", "source_lang": "zh", "target_lang": "en"}
{"input": "#NAME# 说帮我重新下单 重新下单又收了我这么多钱 但我 1 点多下单", "output": "#NAME# said to re-place the order for me. Re-placing the order charged me so much again. But I placed the order a little past one o’clock.", "source_lang": "zh", "target_lang": "en"}
{"input": "48小时核酸阴性、设“缓冲区 ” 国务院联防联控机制发文要求加强口岸城市疫情防控-新华网 新华社北京12月11日电（记者董瑞丰、顾天成）国务院联防联控机制日前印发关于加强口岸城市新冠肺炎疫情防控工作的通知，要求近期离开陆地边境口岸城市（与香港、澳门有口岸相连的除外）人员需持有48小时内核酸检测阴性证明，前往陆地边境口岸城市人员抵达后至少进行1次核酸检测。 根据通知，上述要求的时间范围为，从各省区市确定口岸城市范围并公告之日起，至2022年3月15日。 此外，通知还提出，有条件的口岸城市可研究在辖区内设置疫情防控缓冲区。 国家卫生健康委疾病预防控制局有关负责人介绍，对于一些口岸城市来说，跨境边贸是当地主要经济支柱，双方边民往来频繁。 实行分区差异化管理政策，由一道防控外溢防线变为两道防线，有望实现关口前移，压缩疫情外溢风险，以最小社会影响、最低社会成本实现疫情防控最大成效。 近期我国发生多起本土聚集性疫情，均是境外疫情经口岸城市输入。 上述通知指出，这暴露出一些地方疫情监测预警不及时、高风险岗位人员闭环管理不落实、定期核酸检测流于形式、冷链物品各环节消杀不到位、集中隔离场所管理不规范、疫情应急处置不够科学精准等问题。 通知要求，从完善口岸城市疫情防控机制、健全疫情监测预警体系、落实边境管控措施等9个方面着力，加快补齐口岸城市防控短板弱项，毫不放松、科学精准做好防控工作，织密扎牢外防输入防线。 通知强调，各口岸城市要将疫情防控与民生保障工作同步研究、同步部署，公布并畅通民生保障热线，定期排查基本生活物资供应、价格等方面的苗头隐患，及时解决和主动回应群众反映的突出问题。 根据通知，其中所指的口岸城市包括开放的陆路、水路、航空口岸所在县（市、区、旗 ） 、 所在市（地、州、盟）及所在直辖市，具体范围由各省（自治区、直辖市）根据疫情防控需要确定并及时公告。", "output": "Negative nucleic acid test result within 48 hours and setting up a \"buffer zone\", the State Council joint prevention and control mechanism issued a document to strengthen epidemic prevention and control in port cities - Xinhua News Xinhua News Agency Beijing December 11th (Reporters Dong Ruifeng, Gu Tiancheng) State Council joint prevention and control mechanism recently issued a notice about strengthening epidemic prevention and control of COVID-19 in port cities, asking people who recently left land border port cities (except those connected with ports of Hong Kong and Macao) to hold the negative result of nucleic acid test within 48 hours, and people who go to the land border port cities should take the nucleic acid test at least once after arrival. According to the notice, the time range of the aforementioned request is from the date when the province, autonomous region and city determine the scope of port cities and announce it until March 15, 2022. In addition, the notice also requests that port cities with the capability can study the possibility of setting up epidemic prevention and control buffer zone within their jurisdiction. According to the introduction of the person in charge of the Bureau of Disease Prevention and Control of the National Health Commission, for some port cities, cross-border trade is the main local economic pillar and the border residents from both sides have frequent exchanges. The implementation of the policy of zoning and differentiated management is to make one defense line of the spread of prevention and control into two lines, make it possible to move the gateway forward, reduce the risk of the spread of the epidemic, and to achieve the maximum effectiveness of epidemic prevention and control with the minimum social impact and social cost. Recently, there have been many local cluster outbreaks of diagnosed cases in China, all of which were imported from overseas through port cities. The notice points out that this has exposed some problems, such as the untimely monitoring and warning of epidemic in some places, the non-existing implementation of closed-loop management of personnel in high-risk positions, regular nucleic acid testing becoming a mere formality, the inadequate disinfection and sterilization of cold-chain items in all links, the non-standard management of centralized quarantine sites, and the unscientific and inaccurate emergency response of epidemic situation. The notice requests that efforts should be made in nine aspects, including improving the epidemic prevention and control mechanism in port cities, improving the epidemic monitoring and early warning system and implementing border control measures, to speed up the improvement of the weak links in the prevention and control of port cities, deliver the prevention and control work scientifically, accurately and without relaxing, as well as to strengthen the defense line of curbing imported cases. The notice stresses that all port cities should study and deploy the epidemic prevention and control and safeguard people's livelihood at the same time, publish and monitor the smooth running of the people's livelihood hotline, regularly check the potential dangers in the supply and price of basic life necessities, and timely solve and actively respond to the outstanding problems reflected by the masses. According to the notice, the port cities mentioned include counties (cities, districts, banners), cities (areas, prefectures, leagues) and municipalities directly under the central government where the open land, water and air ports are located, and specific scope shall be determined and timely announced by the provinces (autonomous regions, municipalities directly under the central government) according to the demand of epidemic prevention and control.", "source_lang": "zh", "target_lang": "en"}
{"input": "颜色：如图色（拍摄色差避免不了，实物最接近的颜色会说明，外拍光线會造成衣物颜色变亮，颜色问题购买前请提前咨询） 此品为古着，第一次购买古着者请百度“vintage”或“古着”词条。 孤品。 古着单品难免微小瑕疵，所以您如果决定购买古着类产品就有这方面的心里准备，如果您是完美主义者慎拍，较为明显的瑕疵我就会进行说明，这是古着产品存在的特性，个人认为好东西也不在乎那一点点小小的影响！ 店里古着产品是不接受退换。 所谓古着，vintage，设计都会带有年代的复古感，也就是怀旧，之所以喜欢古着也是喜欢它的岁月感，和它的质感！ 所以个别驾驭不了的姑娘不要说衣服老气，只能说你不适合！ 没有一丁点儿抗风险能力的慎买，网购有风险，购物需谨慎。 如物品因买家自身不适合、不喜欢等原由 ，可找店主上架代转，一旦售出不退不换，做不到的勿拍，谢谢各位的配合！ 2021.6.11部分圈中售出。 看好编号下单，古董物品售出不退不换。 购买须知 本店出售的商品一律不退换 请花几钟看看购买须知 本店东西均以实物拍摄部分商品可能会因显示器和光线等问题存在一点色差，不接受任何色差的请看清这条，考虑清楚再购买，色差问题 不作为中差评和退换货的理由 本店不接受与想像中的不一样，款式风格不合为理作为退换和中差评的理由， 尺码都是实物平铺量取的，误差肯定存在，但我们辛苦量的相信误差已经很小了,如果亲收到尺码不合适，也是不能退换的，所以之前一定要考虑清楚。 亲有什么问题请马上联系我，我一定会用心解决，如出现恶意差评我一律投诉到底， 每样东西发出前 我们会仔细检查的，质量不会有问题。 收到衣物后请在48小时内确认收货并给于评价，亲们要体谅我们的辛苦。", "output": "Color: as shown in the picture (color difference is inevitable in the photos; the color closest to the clothes will be specified; outdoor shooting may cause the color of clothes to be lighter; please consult us if you have questions about colors before placing an order) These are vintage clothes; please search “vintage” on Baidu if you have never bought vintage clothes before. One of a kind. Tiny flaws are inevitable for one-of-a-kind vintage items, so make sure you are prepared for them if you decide to purchase vintage products, and please be cautious when you place an order if you are a perfectionist; I’ll explain about obvious flaws, which are the characteristics of vintage products; in my opinion, good items are not impacted by tiny flaws! The vintage products in the store cannot be exchanged or refunded. The design of so-called vintage products has a sense of vintage, also known as nostalgia; people who are keen on vintage products love the sense of time and the sense of texture! For this reason, some girls who cannot handle the style shall not describe the clothes as old-fashioned, because they are just not suitable for you! Buyers who have totally no risk resistance capacity shall be cautious before buying; online shopping is risky, and be cautious please. The seller can resell the product on behalf of the buyer if he/she intends to sell it due to reasons such as it is not suitable for the buyer or the buy doesn’t like it; no product in the shop can be exchanged or refunded once they are sold; thank you for your cooperation! June 11, 2021, some of the circled products have been sold. Please check the serial number before placing an order, and all products of the antique type cannot be exchanged or refunded once sold. Purchase Notes All products sold from the store cannot be exchanged or refunded. Please take a few minutes to read the Purchase Notes. Photos were taken for all the products in the store, and there may be color differences due to factors such as differences of displayer and light; buyers who can’t accept any color differences please read this part and carefully think about it before placing an order, and the problem of color difference is not a reason for medium or negative review, or exchanging or refunding of products. We do not accept exchange or refunding or medium or negative reviews due to the product received being different from what you imagined or the style is not suitable for you, The size of all the products in the store were measured while being laid flat, so there must be error; we have tried our best to reduce the error; if the clothes you receive are not in your size, you cannot exchange or refund it, so please think carefully before placing the order. Please contact me immediately if you have any problem, and I’ll try my best to solve it; I’ll definitely complain about vicious negative comments, We will check each product carefully before we dispatch it to ensure there’s no quality problem. Please confirm receipt within 48 hours after receiving the clothes and give us reviews; please take our efforts into consideration.", "source_lang": "zh", "target_lang": "en"}
{"input": "油管视频起底美军20年嗜血杀戮真相-新华网 （视频来源：油管） 12月11日，油管平台一条名为《杀戮机器》的微纪录片引起广泛关注。 该片讲述了美国以“反恐”为名发动阿富汗战争，通过战争强行输出美式民主，20年穷兵黩武、嗜血成性、滥杀无辜，犯下种种反人类罪行。 滥用无人机空袭医院、学校等民用场所，扭曲人性，成立杀人小组。 20年来，美军杀害了数万阿富汗无辜平民。 美军设“黑狱”对“嫌犯”施加种种酷刑、人身羞辱。 一桩桩反人类罪行激起更多阿富汗人的仇恨。 正如视频所说，美式“反恐”战争“越反越恐 ” 。 战争没有给阿富汗人民带去和平民主、繁荣希望，带去的只有满目疮痍的国家和无数的杀戮破坏。 戳视频，让我们一起来揭穿美国以“反恐”为名，嗜血杀戮的真相，戳穿美式民主的虚伪假面！", "output": "YouTube video uncovers the truth of US army’s bloodthirsty killing of 20 years - Xinhuanet (source of video: YouTube) On December 11, a short documentary named Killing Machine went viral on YouTube. The documentary tells of various kinds of antihuman crimes committed by the US, including launching the war against Afghanistan in the name of “anti-terrorism”, outputting American democracy forcefully via wars, exhausting its resources to build up its military power, being obsessive about bloodthirsty killing, and massacring the innocent at will for 20 years. The US army launched air strikes to civil places such as hospitals and schools by abusing UAV, and established killing squad with distorting human nature. The US army has killed dozens of thousands of innocent Afghanistan civilians for 20 years. The US army set up “black prison” to apply various cruel tortures and personal humiliation to “suspects”. Countless antihuman crimes stirred up hatred from even more Afghan civilians. Just as what the video says, American anti-terrorism war “is creating more terrorism”. The war did not bring peacefulness, democracy, prosperity or hope to Afghan people; instead, they threw the country in a state of devastation and countless killing and destruction. Let us click on the video and reveal the truth of bloodthirsty killing in the name of “anti-terrorism” of the US, and rip off the false mask of American democracy!", "source_lang": "zh", "target_lang": "en"}
{"input": "送餐迟了，食物都凉了，凉了后又干又硬，完全没办法吃 而且汤汁还洒了出来", "output": "The delivery was late, and after the food got cold, it was dry and hard, completely inedible. Also the soup was spilled.", "source_lang": "zh", "target_lang": "en"}
{"input": "立即取消，他 #PRS_ORG# 补送来的东西肯定都凉了 我没拿过！ #NAME# 说你们没有人去拿 我们打电话过去了 你不退款的话我就报警", "output": "Cancel it immediately, the stuff he #PRS_ORG# resends here must be cold. I didn’t take it! #NAME# said no one went to pick it up. We called. I’ll call the police if you don’t refund it.", "source_lang": "zh", "target_lang": "en"}
{"input": "多次用#PRS_ORG#，今天这次是最差的体验 完全不能接受 好的，可以 但也要提醒餐厅及骑手 避免下次再发生", "output": "I’ve used #PRS_ORG# many times, and today I had the worst experience. Totally unacceptable. Okay, fine. But you need to remind the restaurant and delivery person. To prevent it from happening again.", "source_lang": "zh", "target_lang": "en"}
{"input": "我想知道确切的送餐时间 那个时间不断延迟 不知道要等到什么时候 如果取消订单，可不可以退回钱款", "output": "I want to know the exact delivery time. The time kept being put off. I don’t know how much longer do I have to wait. If I cancel the order, can I get the money back?", "source_lang": "zh", "target_lang": "en"}
{"input": "想向骑手支付服务费，怎么给？", "output": "I want to pay service fee to the delivery person, how can I do it?", "source_lang": "zh", "target_lang": "en"}
{"input": "一个多小时前已确认有一名骑手 不愿再等待了", "output": "It was confirmed more than an hour ago that there was a delivery person. Not willing to wait any longer.", "source_lang": "zh", "target_lang": "en"}
{"input": "不要把人吓倒在起跑线-新华网 逛书市时，往往能感受到成功学类书籍的火爆。 现今的成功学书籍，很多宣扬的都是“最好原则 ” — —即先假定或暗示你能“做到 ” ， 然后再告诉你需要做到的事情“是什么 ” 。 等于说一下子越过了“如何做到”这个其实最重要、最根本的环节。 正因如此，这些书都有一个共同的特点 — — 要么就一鼓作气地干到最好，要么就干脆什么也别干；要么就是100，要么就是0；要么你就登泰山，要么你就干脆在原地待着。 这种“最好原则 ” ， 让谁看都会承认“正确无比 ” ， 但是99%的人都会被吓倒在起跑线前。 因为这种理论鼓吹的是一种“你要痛下决心，重新做人，来个180度的大转变”的路径，而这恰恰是很多人的致命弱项。 对于墨守成规、因循守旧、拒绝变化的人，你偏偏要在他的耳旁大喊“你要转变 ” ， 无疑是自欺欺人、对牛弹琴之举。 绝大多数人都会在“转变”两字面前露怯，裹足不前，难下决心；又或者凭着一时的冲动痛下了“转变”之决心，并勇敢地迈出了第一步，但往往是好景不长，坚持不了多一会儿就败下阵来，难见持续性。 马三立先生那段著名的《从明天开始》的相声，就是最传神地表现了这一“普遍人性”的经典。 “最好原则”的最大问题在于门槛太高，它往往超越了普通人的能力极限，让绝大多数人“望门兴叹 ” 。 或许 ， “ 次好原则”才是一种有可能让更多普通人走上相对成功之路的途径。 “次好原则”的核心在于“降低门槛 ” — —它鼓励的是一种“积小胜为大胜”的理论，即如果做不到100，只做到1也行：因为1永远大于0；如果登不上泰山，只登上你家门口的小沙丘也行，因为那也总比原地踏步强。 总之，只要你做了点什么，就总比不做强。 由于门槛大幅度降低，因此就多了使普通人做到坚持的可能性，而凡事只要坚持，成功概率也会加大。 只不过遵循“次好原则”的成功之路，其路程略长一些而已。 总而言之 ， “ 最好原则”尽管在表面上打着让所有人都成功的旗号，但它最终能够激励的，实际上还是少数；而“次好原则 ” ， 才能有效激励更多的人，尽可能地让更多人受益。", "output": "Don’t scare people off at the starting line - Xinhuanet We can usually feel the popularity of books on success when we go to bookstores. Many books on success nowadays advocate the “best principle”, which first assumes or implies that you can “do it”, and then tell you “what it is” that you need to do. It skips the most important and fundamental link of “how to do it”. As such, these books have one common characteristic; you either work to be the best or do nothing at all; you either be 100 or be 0; you either climb on Mount Tai or stay where you are. The “best principle” will make every reader believe it is “absolutely right”, but 99% of people will be scared off at the starting line. Because this theory advocates a route in which “you have to be resolute to start again and change 180 degrees”, and this happens to be the weakest point of many people. Shouting “you need to change” to people who stick to the rules, follow the old ways, and refuse to change is lying to yourself and casting pearls before swine. The majority of people will be timid in front of “change”, reluctant to move forward or make the decision; or, they have made the decision to “change” on an impulse and bravely taken the first step, but it doesn’t last long and they will lose courage after persevering for while; they cannot be persistent. From Tomorrow On, the famous sketch from Mr. Ma Sanli, most vividly depicts the classic of “common humanity”. The biggest problem of the “best principle” is the threshold is too high; it surpasses the limit of the ability of ordinary people and leave most people “sigh at the beginning”. Or, the “second best principle” perhaps is a route for more ordinary people to be successful. The core of the “second best principle” is lowering the threshold; it encourages “accumulating small successes to have big success”; even if you cannot reach 100, you can be 1, because 1 is always bigger than 0; if you cannot climb on Mount Tai, you can climb on the small dune in front of your house, because that is still better than marching on the spot. Anyway, doing anything is better than doing nothing at all. Due to the dramatic lowering of the threshold, the possibility of ordinary people persevering with it is higher; the success rate will be higher for anything as long as you persevere, It’s just that the journey will be longer if you follow the “second best principle”. In all, although the “best principle” on the surface claims to make everyone successful, it will eventually only encourage few people in actuality; the “second best principle” can effectively encourage more people and make more people actually gain benefit.", "source_lang": "zh", "target_lang": "en"}
{"input": "那我现在是否需要重新下订单？", "output": "Do I need to re-place the order now?", "source_lang": "zh", "target_lang": "en"}
{"input": "电话无人接听 不停延误 还没送到 请问，几时送到？ 可如何联系？ 请取消订单 我不能再等了，谢谢", "output": "The phone was not answered. Kept being delayed. Still not delivered. May I ask when it will arrive? How do I gain contact? Please cancel the order. I can’t wait any longer, thanks.", "source_lang": "zh", "target_lang": "en"}
{"input": "他差两个餐没送，但有个 order 已完结 我想问一下，要如何联系骑手 刚才第一个骑手跟我讲，应该会有另外一个骑手再送", "output": "He still has two food orders to deliver, but one order has completed. I want to know how to contact the delivery person. The first delivery person told me that another delivery person would send it again.", "source_lang": "zh", "target_lang": "en"}
{"input": "青海湖裸鲤资源蕴藏量今年增加0.71万吨-新华网 新华社西宁12月11日电（记者骆晓飞、张宏祥）记者从青海省农业农村厅获悉，最新监测结果显示，青海湖裸鲤资源蕴藏量今年较上年增加0.71万吨,达到10.85万吨，与2002年保护初期相比，累计增长40余倍。 青海湖裸鲤俗名“湟鱼 ” ， 是青海湖中特有的珍贵鱼种，对维系青海湖流域“水-鱼-鸟”生态链安全和生物多样性有着举足轻重的作用。 20世纪六七十年代，受人为大量捕杀、裸鲤繁殖水域环境日益退化等因素影响，青海湖裸鲤数量锐减，2002年青海湖裸鲤资源蕴藏量仅为2592吨。 2004年在《中国物种红色名录》中青海湖裸鲤被列为濒危物种。 从2003年起，青海省实施封湖育鱼，禁止任何单位、集体和个人到青海湖及湖区主要河流及支流捕捞裸鲤，禁止销售裸鲤及其制品。 与此同时，通过人工增殖放流以及清理青海湖主要入湖河流河道、设计科学合理的“过鱼通道”等措施持续加大保护力度，青海湖裸鲤资源蕴藏量逐年增加。 青海省农业农村厅副厅长杨林介绍，截至目前，青海湖裸鲤已累计实施人工增殖放流近1.8亿尾，对青海湖裸鲤资源恢复的贡献率超过23 % 。 青海三江源地区是我国乃至亚洲重要的生态屏障和水源涵养区，而青海湖是控制西部荒漠化向东蔓延的天然屏障和生态功能区。 为了保护三江源地区和青海湖水域生态环境、保护水生野生动物，维护青藏高原生物多样性，今年以来，青海先后发布长江、黄河、青海湖重点水域禁捕通告，构建起了“一江一河一湖”全面禁捕管理体系。", "output": "The reserves of gymnocypris przewalskii resources in the Qinghai Lake have increased by 7.1 thousand tons - Xinhuanet Report from Xinhua News Agency Xining on December 11 (Reporters Luo Xiaofei, Zhang Hongxiang) Reporters learned from the Department of Agriculture and Rural Affairs of Qinghai Province that the latest monitoring results showed that the reserves of gymnocypris przewalskii resources increased by 7,100 tons this year compared with the previous year, reaching 108,500 tons; there is a cumulative increase of more than 40 times compared with that in the initial stage of protection in 2002. Gymnocypris przewalskii, commonly known as “scaleless carp”, is a unique and precious fish species in the Qinghai Lake, which plays an indispensable role in maintaining the safety and biodiversity of the “water, fish, bird” ecological chain in Qinghai Lake Basin. In the 1960s and 1970s, the number of gymnocypris przewalskii has decreased sharply due to the human hunting in vast quantities and the increasingly degraded environment of breeding waters of gymnocypris przewalskii, the reserves of gymnocypris przewalskii resources in Qinghai Lake in 2002 were only 2,592 tons. In 2004, gymnocypris przewalskii was listed as an endangered species in the Red List of Chinese Species. From 2003, Qinghai province implemented the closure of lakes for fish breeding, prohibited any unit, collective or individual from fishing gymnocypris przewalskii in the main rivers and tributaries in the lake area, and prohibited the sale of gymnocypris przewalskii and their products. In the meantime, the reserves of gymnocypris przewalskii resources have increased year by year through artificial breeding and releasing, clearing of the main rivers flowing into Qinghai Lake and river courses, designing scientific and reasonable “fish passage” and other measures to continue to strengthen protection. Yang Lin, Deputy Director General of Department of Agriculture and Rural Affairs of Qinghai Province, introduced that up until now, nearly 180 million gymnocypris przewalskii have been artificially reproduced and released, contributing more than 23% to the recovery of gymnocypris przewalskii resources. Qinghai three-rivers area is an important ecological barrier and water conservation area in China and even Asia, and Qinghai Lake is a natural barrier and ecological function area to control the eastward spread of desertification in the west. In order to protect the ecological environment of the three rivers area and the waters of Qinghai Lake, protect aquatic wildlife, and maintain the biodiversity of the Qinghai Tibet Plateau, Qinghai has issued a notice banning fishing in the key waters of the Yangtze River, the Yellow River, and Qinghai Lake since this year, and established a comprehensive management system of fishing ban of “one river, one river, and one lake”.", "source_lang": "zh", "target_lang": "en"}
{"input": "我用#PRS_ORG# RED 信用卡定食物超过 $180。 但订单没有扣除 $20", "output": "I ordered food worth over $180 with #PRS_ORG# RED credit card. But the order didn’t deduct the $20.", "source_lang": "zh", "target_lang": "en"}
{"input": "正版软件 免费试用 电脑手机并用 无纸质版 2022年叶子南《高级英汉翻译理论与实践》（第2版）笔记和考研真题详解/硕士研究生考试大纲 辅导教材 复习资料 入学考试 2022年叶子《现代电视新闻学》笔记和课后习题（含典型题）详解/硕士研究生考试大纲 辅导教材 复习资料 入学考试试题 考 正版 手机摄影入门 拍出美照超简单，抓拍技巧教程，摄影构图用光技法，手机摄影教程书，app软件摄影后期处理 品质好书 正版保障 优质服务 发货及时 售后无忧 Red Hat Linux 系统管理大全（附光盘） 动物小说大王沈石溪品藏书系:虎娃金叶子 [如需团购请联系客服] 图书信息由软件采集上传 如信息有误差，以收到实物为准，介意者勿拍！ 如有问题请联系在线客服！", "output": "authentic software free trial on both computer and mobile phone non-paper version 2022 Ye Zinan Advanced English and Chinese Translation Theory and Practice (Edition 2) Notes and Detailed Explanation of Real Exam Questions/Graduate Students Examinations Outline Support Materials and Review Materials Entrance Examinations 2022 Ye Zi Modern Television Journalism notes and after-class questions (including typical questions) Detailed Explanation/Graduate Students Examinations Outline Support Materials Review Materials Entrance Examinations Questions Authentic, Elementary Introduction to Mobile Photography, Making Shooting Beautiful Photos Easy, Tutorial of Snap Shots, Techniques of Photographic Composition and Lighting, Mobile Photography Tutorial, App and Software Photography Editing Quality books guaranteed to be authentic, with quality services and fast delivery and no worries about after-sale service Red Hat Linux System Management Complete Collection (with CD) Shen Shixi, King of Animal Novel, Book Collection: Tiger Baby Gold Leaves [Please contact customer service if you need group purchase] Book information was collected and uploaded by software, and if there is any error in the information, please refer to the physical copy you received, and please do not buy it if you mind it! Please contact online service if you have any questions!", "source_lang": "zh", "target_lang": "en"}
{"input": "餐厅只给我拿一袋，要装到袋中，天气冷", "output": "The restaurant only gave me one bag of it, and it needs to be put in a bag because it’s cold.", "source_lang": "zh", "target_lang": "en"}
{"input": "想问一下，外卖是装在一个袋子中吗？ 我们只看到一个袋子 想知道是漏送了，还是我们有人拿走了，thanks", "output": "May I ask if the food delivery was put in one bag? We only see one bag. I want to know if it was missed or someone took it, thanks.", "source_lang": "zh", "target_lang": "en"}
{"input": "已经 1 个小时了，都还没送到", "output": "It has been 1 hour and it still has not been delivered yet.", "source_lang": "zh", "target_lang": "en"}
{"input": "今天是冬至节日，送错比较让人失望 要另外订餐给小朋友吃 希望店铺百忙之中都要检查一下出品", "output": "Today is the Winter Solstice, and delivering the wrong thing is quite disappointing. Please place another order for the children. I hope the store can set aside some time out of its busy schedule to check the quality of the products.", "source_lang": "zh", "target_lang": "en"}
{"input": "足浴盆泡脚发麻是漏电了吗？ 选择合适的的足浴盆可以起到很好的足疗保健作用，今天国美小编将针对这个问题做出解答，希望对朋友们有所帮助。 随着人们保健意识的增强，足浴盆越来越受到消费者的喜爱，在市场上也涌现出一大批档次不同的产品，从一百多元到上千元的足浴盆琳琅满目，给了消费者很大的选择空间。 在相关的数据表面，与传统家电相比，足浴盆等保健类家电销售火爆，但足浴盆并没有专门行业标准，因此存在一定的安全隐患。 “在带电的水里泡脚，实在太危险了吧!” 李先生告诉记者，近日，他买了一个足浴盆送给父亲做生日礼物，可是父亲泡脚时却感觉脚底发麻。 李先生一开始以为是足浴盆的振动功能引起的，没想到关了振动功能，父亲还是感觉到脚底麻麻的。 李先生用电笔一试，电笔居然亮了，李先生惊讶地发现足浴盆的水里居然带电。 后来他联络了商家，商家的态度还不错，尽管退掉了足浴盆，李先生依然感到不快。 因为他发现这个已经流行已久的足浴盆如今在最高温度的设定、适用于何种人群、何种材料保证无害等方面都没有一个明确详细的行业规定。 但是一般情况下足浴盆是不会有带电问题的，但也不排除少数产品在出厂时没有严格把关。 因此在在购买的时候选择分体式的足浴盆。 水电分离，没有任何安全隐患。 同时你可以随便拿电笔测。", "output": "Does it mean there is leakage of electricity if my feet feel numb in the feet bath basin? Choosing the right feet bath basin can provide good pedicure and healthcare, and today Gome will answer this question; hopefully it will be helpful to you. As people care more about healthcare, feet bath basin has become more popular among the customers, and a large batch of products of different levels have emerged on the market, from a little more than 100 yuan up to a thousand yuan, giving the customers a lot of options. According to related statistics, compared with traditional home appliances, the sales of healthcare products such as feet bath basin was hot, but there is no specialized industry standard for feet bath basin and so there is potential safety risk. “Having a feet bath in the water with electricity is too dangerous!” Mr. Li told reporter that he recently bought a feet bath basin for his father as a birthday present, but his father felt that the bottom of his feet were numb when using it. Mr. Li first thought it was caused by the vibration function of the feet bath basin, and it was unexpected that his father still felt his feet were numb after turning off the vibration function. Mr. Li used a tester and the light on it was on; it was to Mr. Li’s surprise that the water in the feet bath basin was electrified. Then he contacted the seller, whose attitude was nice, but Mr. Li still felt upset although he had returned it. Because he found that feet bath basin, which has been popular for a long time, still has no explicit and detailed industry regulations on the setting of the maximum temperature, suitable crowd, what materials are safe to use, etc. But normally feet bath basin shouldn’t be electrified, however we can’t rule out the fact that a few products might not have been strictly checked before leaving the factory. Therefore, choose split type feet bath basin. There is no safety risk when water and electricity are separated. Meanwhile, you can use a tester to test it.", "source_lang": "zh", "target_lang": "en"}
{"input": "第十三届省茶博会开幕 - 视点头条 - 湖南日报网 - 华声在线 湖南日报12月10日讯（全媒体记者 张尚武 胡盼盼 通讯员 刘晓玲 摄影 李健）今天上午，第十三届湖南茶业博览会暨新化红茶推介会在湖南国际会展中心举行，展示茶产业，创新茶科技，弘扬茶文化，加快冲刺千亿茶产业目标。 中华全国供销合作总社理事会副主任侯顺利、省人大常委会副主任叶红专出席开幕式。 中国工程院院士刘仲华教授在开幕式上隆重推介：湖红之源在新化，红茶崛起为“五彩湘茶”注入新动力。 近年来，省委、省政府大力支持茶产业发展，推进千亿湘茶产业建设，形成“三湘四水五彩茶”的发展格局。 省内茶界加大创新，绿茶、黑茶、红茶等主力茶类轮番发力，主产茶区推进茶旅融合，带动广大茶农增收。 风水轮流转，红茶又发力。 省内茶界专家称，采完绿茶采红茶、黑茶，茶农一年四季有收入，茶园产值直线上升。 在开幕式上，省领导为第四批获权使用“湖南红茶”商标的企业进行授牌，新化喜捧“湖红之源 ” 。 在新化红茶展馆，福建茶商看中一款名为“冰里春”的高山茶，当即下订单。 省茶业协会秘书长王准高兴地说，当前疫情等因素或多或少影响茶叶市场，但从茶博会现场看，亮点纷呈。 新化红茶一抹红，注入了茶文化内涵，人气旺、交易火，湘茶产业喜迎新的春天。", "output": "The 13th Provincial Tea Expo opened - Headline of viewpoints - Hunan Daily - Huasheng Online Message from Hunan Daily on December 10 (all-media journalists: Zhang Shangwu and Hu Panpan, correspondent: Liu Xiaoling, photographer: Li Jian) The 13th Hunan Tea Industry Expo and Xinhua Black Tea Introduction and Marketing Event were held in Hunan International Expo Center this morning to exhibit tea industry, innovate tea science and technology, advocate tea culture and accelerate the process of realizing the industry objective of 100 billion. Hou Shunli, deputy director of the Council of China National Supply and Marketing Cooperative Head Office, and Ye Hongzhuan, deputy director of the Standing Committee of Provincial People’s Congress, attended the opening ceremony. Professor Liu Zhonghua, an academician of the Chinese Academy of Engineering, introduced at the opening ceremony: Xinhua is the source of Hunan Black Tea, and the emerging of the black tea injects new energy into the “colorful Hunan tea”. In recent years, the provincial Party committee and the provincial government have vigorously supported the development of the tea industry, promoted the construction of the Hunan tea industry of 100 billion and formed the development pattern of “three Xiang, four rivers, and five colors of tea”. The tea industry of the province has been promoting innovation, and main tea types such as green tea and black tea take turns to generate power; tea-travel integration is promoted in main tea production areas to drive income increase of tea farmers. Every type of tea takes turns to gain its spotlight, and now it is time for black tea. According to opinion of experts in the tea industry in the province, tea farmers pick black tea after green tea and have income in all four seasons, making the production value of tea gardens soar. At the opening ceremony, provincial leaders awarded plates to the fourth batch of enterprises authorized to use the trademark of “Hunan black tea”, and Xinhua was awarded the title of “source of Hunan black tea”. In the exhibition hall of Xinhua black tea, a tea merchant from Fujian took a fancy to a high mountain tea named “spring in ice” and placed an order immediately. Wang Zhun, secretary-general of provincial tea association, said happily that factors such as epidemic exert an impact on the tea market to a certain extent; however, based on the situations at the tea expo, there are various highlights. The red color of Xinhua black tea has instilled the essence of tea culture, and with its popularity and hot transactions, the Hunan tea industry is ushering in a new spring.", "source_lang": "zh", "target_lang": "en"}
{"input": "那如果这些食物不热的话，是不是可以取消？ 我不要了，由于下面没法停车，他未能送上来", "output": "If the food is not warm, can I cancel it? I don’t want it anymore, he didn’t come up and deliver it to me because parking was not allowed down there.", "source_lang": "zh", "target_lang": "en"}
{"input": "#NUMBER# 元已收到，是漏送的食物", "output": "#NUMBER# yuan has been received, and it was for the missed food.", "source_lang": "zh", "target_lang": "en"}
{"input": "羊行屮（chè），本名姜波，生于羊年羊月，羊行草上，适得其所，是为羊行屮，人称“羊叔”。 因出版“异域密码”系列的《泰国异闻录》《印度异闻录》《日本异闻录》《韩国异闻录》等作品，在业内有“悬疑怪才”之称，自称“擅长一本正经地胡说八道” 《灯下黑》，又名《中国异闻录》，“悬疑怪才”羊行屮用全新作品《灯下黑》带你深入领略中国民俗的骨髓，那些流传至今的传说，背后有怎样凄美、动人的爱恨绝唱？ “异途行者”南晓楼、月无华再次开启作死的探秘之旅，他们的身世即将揭晓。 “悬疑怪才”羊行屮熬白了头发，累积百万册畅销书奉献！ 正版《中国异闻录》，“异域密码”之后的全新作品，同样的作者，同样的主角，延续《泰国异闻录》《印度异闻录》未完的故事！", "output": "Yang Xingche, real name Jiang Bo, was born in the month of the sheep in the year of the sheep; the name Yang Xingche means the sheep feel most comfortable when they are on grass; people call him Uncle Yang (Sheep in Chinese). He is called “thriller genius” in the industry due to the publication of his “Foreign Password” series including Strange Stories in Thailand, Strange Stories in India, Strange Stories in Japan and Strange Stories in Korea, and he said that he’s “good at talking serious nonsense” Darkness under the Light, also known as Strange Stories in China, a brand new work from the “thriller genius”, allows you to experience the essence of Chinese folk customs; what are the sad, beautiful and moving stories behind the legends passed down until now? Nan Xiaolou and Yue Wuhua, the “travelers of a different journey”, start the risky travel of secrets exploration, and their life stories will be revealed soon. Yang Xingche, the “thriller genius”, worked until his hair turned gray to contribute a million bestselling books! The authentic Strange Stories in China, a brand new work after the “Foreign Password” series, has the same author and the same leading actors; it extends the unfinished stories of Strange Stories in Thailand and Strange Stories in India!", "source_lang": "zh", "target_lang": "en"}
{"input": "那少给了一样，你一个麦乐鸡酱都要钱 你叫餐厅送上来 我就是不想下楼去买东西，才会花这么多钱叫外卖", "output": "One thing was missing, and even the McNuggets was charged. Ask the restaurant to send it up here. I don’t want to go downstairs to shop, which is why I spend so much in delivery.", "source_lang": "zh", "target_lang": "en"}
{"input": "品牌：mesobiosystem 产地：中国大陆 颜色分类：液滴芯片1,液滴芯片2,液滴芯片3,液滴芯片4,液滴芯片5,液滴芯片6,液滴芯片7,液滴芯片8,双层液滴 非常感谢您选择我们的产品，在您使用我们芯片前，请花5分钟认真阅读以下内容： 开箱后请检查货物是否齐全。 如有缺失，请及时与客服联系。 微流控芯片上盖板为PC材质，请勿通入与PC发生化学反应的溶剂。 请勿使用手推注射器直接对芯片进行进样，否则容易发生漏液。 普通基底的微流控芯片发货前均在500mbar（100um沟道深度）或300mbar（50um沟道深度）进样压力下通过纯水测试。 玻璃基底的芯片在发货前均在800mbar（100um沟道）进样压力下通过纯水测试，您在使用玻璃基底芯片过程中请注意不要与尖锐物体碰撞，否则会损坏基底。 使用过程中请结合溶液粘稠度考虑并勿超出此范围，否则会引起漏液。 普通基底的微流控微芯片在注射泵使用纯水进样的条件下，我们给您的建议流速设置在150ul/min以下，油相流速建议设置在50ul/min以下。 请根据实际进样液体的粘稠度综合考虑，由慢到快增加您的流速参数值。 通用芯片在实验完成后，请及时将内部沟道清洗干净，否则容易造成堵塞。 微流控芯片属于易耗品，不能长期重复使用。 如果由于长期使用或者不正当操作造成芯片的损坏不予退换。 如果您需要可承受更大压力或者流速的微流控芯片，可联系客服定制。 芯片正常发货周期为1周以内，库存有现货部分拍下后24小时可以发货，请下单前与客服咨询。 如果您对如何连接我们的芯片与进样系统有疑问，您可以参照以下链接https://zhuanlan.zhihu.com/p/60474873，或搜索“介观生科”公众号获取更多帮助。 您也可以访问我们官网（http://www.mesobiosys.com）下载小册子查阅我们的全部产品。 如需了解更多我公司产品，请联系在线客服。", "output": "Brand: mesobiosystem Place of origin: Chinese mainland Color classification: droplet chip 1, droplet chip 2, droplet chip 3, droplet chip 4, droplet chip 5, droplet chip 6, droplet chip 7, droplet chip 8, double-layer drop Thank you very much for choosing our product, and please take 5 minutes to carefully read the following contents before using our chip: Please check if the product is complete after opening the box. Please contact the customer service staff immediately if any part is missing. The upper cover plate of the micro-fluid chip is made from PC material, and please do not add any solvent which could have chemical reaction with PC. Don’t inject sample into the chip directly with the hand syringe, or there may be liquid leakage. The micro-fluid chips with ordinary base have passed the pure water test with the sample injection pressure of 500mbar (100um channel depth) or 300mbar (50um channel depth) before delivery. The micro-fluid chips of glass base have passed the pure water test with the sample injection pressure of 800mbar (100um channel) before delivery; please avoid collision with sharp articles when using glass-base chips, which may lead to damage to the base. Please take the viscosity of the solution into consideration during usage and do not exceed the range, or it will lead to liquid leakage. In condition of sample injection with pure water for micro-fluid chips of ordinary base, you are recommended to set the flow velocity as under 150ul/min and set the flow velocity of oil phase as under 50ul/min. Please take the viscosity of sample injection liquid into consideration, and increase your parameters of flow velocity from slowly to rapidly. After completing the experiment, please clean the internal channel of the chips in time, or it may lead to blocking. As consumables, micro-fluid chips cannot be used repeatedly for long. The chips with damages caused by long-term usage or improper operation will not be exchanged or refunded. Please contact the customer service staff for customization if you need micro-fluid chips that can bear larger pressure or with bigger flow velocity. In general conditions, the chips will be dispatched within 1 week, and the ones in stock can be dispatched within 24 hours, and please consult to the customer service staff before placing an order. If you have any question about connection with our chips and the sample injection system, you can take the following link as reference https://zhuanlan.zhihu.com/p/60474873; or you can search for the public account of “Jieguan Biological Science”, to get more help. You may also go to our official website (http://www.mesobiosys.com) to download the pamphlet to view all our products. If you need to know more about the products of our company, please contact online customer service.", "source_lang": "zh", "target_lang": "en"}
{"input": "我又在#PRS_ORG#对面", "output": "I'm again across the #PRS_ORG#.", "source_lang": "zh", "target_lang": "en"}
{"input": "你好 请问，订单时间不断延长 那要多久才能送到？ 原本订的时候说 16:10-16:30 到", "output": "Hi. The order time keeps increasing. How long will it take for it to arrive? It said it would arrive between 16:10 to 16:30 originally.", "source_lang": "zh", "target_lang": "en"}
{"input": "那我等到 7 点 30 分看看能不能送到", "output": "I’ll wait until 7:30 and see it will arrive.", "source_lang": "zh", "target_lang": "en"}
{"input": "圣街通向哪儿？ 香港哪条街通向圣街？", "output": "What does Sheng Street lead to? Which street in Hong Kong leads to Sheng Street?", "source_lang": "zh", "target_lang": "en"}
{"input": "请问，订单情况现在是什么样", "output": "May I ask what the status of the order is now?", "source_lang": "zh", "target_lang": "en"}
{"input": "我 12 月时输入过 所以，这个月可以有 4 次用#PRS_ORG# RED 信用卡享受減 $20 優惠", "output": "I entered it in December. So, this month I can enjoy 4 discounts of $20 off with the #PRS_ORG# RED credit card.", "source_lang": "zh", "target_lang": "en"}
{"input": "我没收到 order，可否帮忙 check 下，rider 是不是还在路上 你好，能否帮忙联系 rider，问一下是不是还在路上？ 我未收到 order，check 过都没有餐品，没有人联系我说取消的事 平时有外卖，楼下管理处都会打电话，问完会先放人进来，可管理处未曾联系我啊", "output": "I haven’t received the order, and could you help check if the rider is still on the way here? Hello, could you help contact the rider and ask if he or she is still on the road? I haven’t received the order, and I’ve checked there was no food and no one contacted me to cancel it. Normally the administration office downstairs would call me when there’s a delivery and let the delivery person in after asking me, but administration office has not contacted me.", "source_lang": "zh", "target_lang": "en"}
{"input": "设计，无处不在（小译林中小学阅读丛书 名师导读图文并茂 《中小学生阅读指导目录》推荐） 剑桥双语分级阅读 小说馆 致命记忆（第2级 剑桥KET级别 单词要求800词以上） 剑桥原版引进，国际获奖作品，风靡全球二十年，全世界青少年同步热读，全国中小学图书馆目录，全国重点中学教师编译，扫二维码听英音、美音剧场效果录音 [全新]一本关于颜色的黑书 彭懿精装插图3到6岁儿童绘本图画书博洛尼亚获 入选新阅读基础目录 学前幼儿读物 接力出版社正版 全新正版 可开发票 团购有优惠 【中商海外直订】Descriptive Catalogue of the Writings of Sir Walter 【小译林中小学阅读丛书】设计，无处不在（入选《中小学生阅读指导目录》）泽轩然图书 一本关于颜色的黑书 彭懿精装插图3到6岁儿童绘本图画书博洛尼亚获奖 入选新阅读基础目录 学前幼儿读物 接力出版社正版 【可开票】正版 世纪见证人 伟大的译员达尼卡 塞莱斯科维奇 人物纪实文学 传记文学 同声传译 语言翻译师生参考书籍 正版现货 世纪见证人 伟大的译员达尼卡 塞莱斯科维奇 人物纪实文学 传记文学 同声传译 语言翻译师生参考书籍 研究出版社 【正版书籍】【小译林中小学阅读丛书】设计，无处不在（入选《中小学生阅读指导目录》）【可开发票】", "output": "Design, Everywhere (Little Yilin Middle and Primary School Reading Series, Reading Guide from Famous Teachers, with both texts and pictures, recommended by Middle and Primary School Students Reading Guidance Directory) Cambridge Dual-Language Graded Reading, Novel House, Fatal Memory (Grade 2 Cambridge KET Level, Require Vocabulary of over 800 words) Original Cambridge edition, world-level award winning book, popular around the globe for 20 years, read by teenagers around the world, included in directory of middle and primary school libraries in the country, translated by key middle school teachers across the country, scan the QR code to listen to the recording of British and American English with theater effect [Brand New] A black book about colors, Peng Yi Hardcover Book with illustrations, children’s picture book, Bologna was selected into the new reading basic catalogue, book for preschool children, Jieli Press Brand new, authentic, invoice available, enjoy discount with group purchase [Zhongnan Commercial Direct Purchase from Abroad] Descriptive Catalogue of the Writings of Sir Walter [Little Yilin Middle and Primary School Reading Series] Design, Everywhere (Selected into Middle and Primary School Reading Guidance Directory) Zexuanran Book A black book about colors, Peng Yi Hardcover Book with illustrations, 3 to 6 years old, children’s picture book, Bologna award winning, selected into the new reading basic catalogue, book for preschool children, Jieli Press [Invoice available] Authentic, Witness of the Century, Great Interpreter DANICA SELESKOVITCH, character documentary literature, biography, simultaneous interpretation, reference book for language translation teachers and students Authentic Spot Goods, Witness of the Century, Great Interpreter DANICA SELESKOVITCH, character documentary literature, biography, simultaneous interpretation, reference book for language translation teachers and students, Research Publishing Company [Authentic books] [Little Yilin Middle and Primary School Reading Series] Design, Everywhere (Selected into Middle and Primary School Reading Guidance Directory) [invoice available]", "source_lang": "zh", "target_lang": "en"}
{"input": "有 #PRS_ORG# 作证，做好没人去拿，#PRS_ORG# 冤枉我变自取 我重申一次，我下的是送单 人家做完，你没有人拿去送餐，然后冤枉我自取 我要求你立即取消，否则我报警", "output": "#PRS_ORG# can testify for me, no one took it after it’s prepared, and #PRS_ORG# wronged me saying I took it myself. I’ll say it again, I placed a delivery order. They made it, but you didn’t send anyone to take the food and wronged me saying I went to pick it up myself. I demand you to cancel it immediately, or I’ll call the police.", "source_lang": "zh", "target_lang": "en"}
{"input": "时光标本摄影 暂时还没有分店 会员评价 [效果]照片效果：拍了两身衣服 整体来讲还不错 比较喜欢图片这一套～ [服务]服务细节：因为怀孕在化妆的时候有点不舒服 化妆师和工作人员都很体贴 让我在一边休息了一会 还一直给我倒热水喝 套系价格：1000元 谢谢兔子的点评 本来还说拒绝古风不适合古风 没想到成品出来简直太美了 感谢丹丹的认可，你的满意就能使我们充满电量继续向前，我们会继续加油！ 这家摄影工作室真的太棒了 强烈推荐所有小伙伴们来！ 无论从接待、化妆、服装、灯光、摄影到后期都无可挑剔。 化妆师特别细腻，会根据你的风格搭配出适合你的妆容，化妆品用的也都是一线的大牌子。 田亮老师就更不用说了，摄影那是相当的专业。 整个工作室很有艺术氛围，还有两只小猫咪陪伴玩耍。 我们是在北京上班，北京好点的影楼都需要提前半年排队，同事有在北京拍的，看了下成片觉得just so so。 特意寻觅了这个工作室，一个有灵魂有态度的地方。 我们的面部表情管理比较差，觉得这也是大多数人的短版，摄影师亮哥会抓拍，记录下自然精彩的瞬间。 化妆师，摄影师，后期设计，一个精良的团队。 出来成片我们以及身边的人都赞不绝口。 已经推荐闺蜜过去，而且闺蜜刚看了底片也同样满心欢喜。 希望这样的工作室不要被埋没，有更多人发现ta，拍出来属于自己的风格，而不是千篇一律。 非常感谢占鹰、敬玲的五星点评，两位都是非常有想法、有创意的新人，我们就是创意工作室，只要顾客喜欢我们都尽百分二百的力去完成，感恩相识相遇 甜美贴心的助理，还有活泼开朗的摄影师老师，团队的每一个人都超级nice 很美妙的一次拍摄，很难忘的一次经历，而且拍摄出来的效果比我想象的好很多 大家辛苦了，很感谢各位 😘😘 谢谢小宇的点评 认识你们也是一种缘分 从呼和浩特到秦皇岛 对我们的信任就是几千公里的路程那么多 我很开心认识你们 有机会下次还来秦皇岛玩哦", "output": "Time Specimen Photography Studio has no branch store yet. Member reviews [Effect] Photo effects: I shot two outfits, and it was overall nice; I prefer the outfit on this picture~ [Service] Service details: I was uncomfortable doing makeup because I was pregnant, and the makeup artist and staff were considerate enough to have me rest for while and keep pouring warm water for me. Set price: 1,000 yuan Thanks to Tuzi for commenting; I thought I would say no to the ancient style because it didn't suit me, unexpectedly the results were stunning. Thanks to Dandan for your recognition, your satisfaction will keep us going forward, and we will keep making improvement! This photography studio is truly great, highly recommend it for everyone! It was impeccable, no matter it’s reception, makeup, outfits, lighting or photography. The makeup artist was attentive to details and would choose the makeup most suitable for you based on your style; the makeup products were also from leading brands. Not to mention Tian Liang, who is really a professional photographer. The whole studio is artistic, and there are two kittens to play with you. We work in Beijing, and better studios in Beijing require queuing up half a year in advance; I have a colleague who did the photoshoot in Beijing and felt the photos were just so so. I specifically found this studio, a place with soul and attitude. Our facial expression management was poor, and I think this is a problem for most people, but photographer Liang is good at capturing the natural and wonderful moments. A brilliant team with makeup artist, photographer and post-editing design. After the photos came out, we and everyone around us were full of praises for them. I have recommended my girlfriend to come, who was also satisfied with the photos. I hope studio like this will get the attention it deserves and more people can discover it and shoot photos with their own style instead of being the same as everyone else. Thank you to Zhanying and Jinglung for your five-star reviews, you are both creative new comers; we are a creative studio, and as long as customers like it, we will give our 200% to do it; we are grateful for meeting you. Everyone on the team was nice, the sweet assistant, the lively photographer; it was a wonderful and unforgettable experience, and the photos were so much better than what I imagined them to be; thank you so much to everyone for your great efforts😘😘 Thank you to Xiaoyu for your review, it was destiny to have met you; from Hohhot to Qinhuangdao, your trust in us is as long as the several thousand kilometers road; I am happy to get acquainted with you and hope you can come back to Qinhuangdao.", "source_lang": "zh", "target_lang": "en"}
{"input": "我要怎样给钱？ 重送的餐已经送到了", "output": "How should I pay? The de-delivered food has arrived.", "source_lang": "zh", "target_lang": "en"}
{"input": "没有骑手接收 现在餐厅职员给我打电话", "output": "No delivery person received it. Now the restaurant employee is calling me.", "source_lang": "zh", "target_lang": "en"}
{"input": "一个想分享个人经历的编程小白。 如果是打算在这一行业入行倒是可以选择去找一个地方进行培训，但如果没这方面的想法的话，最好还是自学的好，毕竟培训要花的钱是非常多的，而且还要用6个月的时间去学习。 但如果是打算在这一行业入坑的话培训确实是非常不错的选择，尤其是那些自制力及其弱的人，培训更是非常好的选择。 要是自身自制力比较强的话也可以选择自学，只不过会比较累。 当然选择一个好的培训机构是非常重要的事情。 首先要看这个机构的师资力量，如果师资力量不够强大的话，这个培训机构就没有什么意义了，当然一些新开的培训机构师资力量都不是特别强。 其次在选择之前打探一下这个培训机构，最好可以打探一下这个机构出来的学生，毕竟只有机构的学生才知道这个机构到底怎么样，讲解的课程是好或者不好。 你好，其实你这个问题问的我也不知道怎么回答，因为对于你自身的情况并没有做一定的介绍，而学习这个东西和个人自身的情况有很大的关系的。 比如专业、年龄、想学习的语言，甚至在哪个城市，这些都会和你学习或者想要从事的行业有关系的。 如果你是学生的话并且还没有毕业，或者是计算机专业的已经毕业的，那么如果时间充足我个人建议自学，这个是效率和成本最低的，现在很多的线下线上的培训机构其实也很不错，但是一学习成本高，二投入的时间比较多，基本需要集中培训3-6个月。 但是如果是我说的这些情况的话，自学就很方便，现在网络上的很多学习资源都是免费的，或者去b站也有很多的培训资源，如果你不会找资源，你也可以通过简介联系到我，获取免费的资源，或者详细的咨询也行。 另外还有一些比较经典的书籍可以结合视频综合学习。 如果你不是计算机专业的，但是也能够支付一定的学习金钱和时间成本，那么建议去培训机构学习，这样学习不用很费劲，老师讲解的也很详细，有问题也有人专门解答，另外在学习规划或者监督方面也有帮助。 而且现在很多的培训机构都会签就业协议，有内推名额，学习之后推荐去公司，这样后面找工作的面试环节也能够省不少事情。 以上就是我的一些看法，前面说的因为不了解你的情况，所以只大概介绍也并不详细，如果你有其他的想咨询的，可以随时联系我进行交流沟通。", "output": "I am a programming newbie and I want to share my experience. If you want to enter this industry, you can choose to find a place to get some training , but if you don’t want to, it’s better to study on your own; after all, trainings are expensive and it will take you six months to learn it. However, if you want to enter this industry, then training is a great option, especially for those who are extremely not self-disciplined. You can choose to teach yourself if you are self-disciplined, but it will be tiring. Certainly, selecting a good training agency is very important. You need to first look at the faculty of this agency; if it’s not strong enough, you can cross that agency off your list; of course, some new agencies don’t have strong faculties. Secondly, you shall do some research on the agency before choosing it; it’s best to contact former students of the agency; after all, only students know how the agency really is and whether the curriculum is good or not. Hello, actually I’m not sure how to answer your question since you didn’t introduce your own situation, and learning this is closely related to your situation. Such as your major, age, the language you want to learn, and even which city you are in; all of these are related to what you want to learn or what industry you want to go into. If you are a student who haven’t graduated yet, or if you are a computer major and have graduated, then I recommend learning it yourself if you have time, and this is the method with lowest efficiency and cost; many offline and online training agencies are good now, but it comes with great cost and takes a lot of time; it basically needs a concentrated training of three to six months. However, if you are in the same situation as I mentioned, it is convenient to learn it yourself; many learning resources are free online, or you can gain access to a lot of training resources on Bilibili; if you don’t know how to search for them, you can contact me according to my bio and get free resources or detailed consultation. There are also classic books to supplement your study with videos. If you are not a computer major, but you can pay certain amount of money and devote your time to your learning, then I suggest you go to an agency to study; it’ll be easier this way as the teachers will explain in detail and there will be designated people answering your questions; in addition, it’ll be helpful to your study planning or help you get supervision. Further, many training agencies will sign employment agreement; they have quota for internal promotion, and you can be recommended to a company after your learning, so that the job interview process can be easier. The above is my opinion; as I said, I don’t know about your situation so my introduction is not detailed; if you want to consult other things, you may contact me any time.", "source_lang": "zh", "target_lang": "en"}
{"input": "我说 1 点前到，我在 App 都看见了", "output": "I said it should arrive before 1 o’clock, and I’ve seen it in the App.", "source_lang": "zh", "target_lang": "en"}
{"input": "什么叫 我还没说完，你干什么呢？", "output": "What is the... I haven’t finished speaking, what are you doing?", "source_lang": "zh", "target_lang": "en"}
{"input": "本人，承接各种（安装、清洗，维修）、壁挂炉热水器，净水器，洗衣机、空调、马桶、灶头、油烟机、装灯具、擦玻璃，专业美缝，家政服务 感谢那些默默给我点赞的人 ，为了生活努力拼搏 生活很累但要继续 生活不会辜负每一个努力的人 ，喜欢就关注我吧 ，感谢那些默默给我点赞的人 生活就是这样，别人只看结果，自己独撑过程，面对生活，我们除了坚强，就是继续，别无选择，路可以回头看但不能回头走…… 保洁是工作，也是职责，生活因服务而美丽，服务因用心而精彩。 保洁我们虽然做的是最脏的活，但我们会用最认真的态度把客户家每个角落打扫的干干净净，看到客户满意的笑容和竖起的大拇指，那一刻所有的累都值了，付出终有回报！ 我的日常工作 ——您的要求，我的服务。 用心服务，用心清洁，留住美好。 您关心的细节，丰桂家政帮你做到了“净”我所能，服务爱家。 保万家洁净，树家政囗碑，服务到位，洁净到家。 室内外保洁 ，我的日常工作 水晶灯虽然华丽，但长时间不清洗也会黯淡无光，只有清洗后才可以溢放光彩，人生亦是如此 用心去做方能成功，用细致去塑造精致，美缝我们是认真的。 给我机会，一定会让你满意的，质量说明一切，因为专业值得被信赖，你的认可是我最鼓励！ 当下的各行各业都不好干啊！ 但是我始终相信，只要认真态度，够坚持，够努力，我就会比别人好一点，至少总比坐着抱怨强吧”！ 一天之计在于晨，所有的美好从清晨开始 希望你携带着快乐、幸运、健康、如意出发 开始新的一天，保持一整天的好心情 早安 小时候，幸福是一件东西，拥有就幸福； 长大后，幸福是一个目标，达到就幸福； 成熟后发现，幸福原来是一种心态，领悟就幸福。 做最真实最善良的自己，依心而行，无憾今生；人生一条路，走自己的路；人生两件宝：身体好、心情好，漂漂亮亮活到老！ 人生的每个阶段，都会遇到不同的难题。 很多时候，束缚住你的并不是能力，而是积极面对的勇气。 既然无法躲避，不如坦然面对。 你越害怕，越会被困难击倒；你若迎难而上，问题终会迎刃而解。", "output": "I undertake all kinds of housekeeping services including installation, cleaning, and maintenance of wall mounted water heater, water purifier, washing machine, air conditioner, toilet, stove, range hood, lamp installation, glass cleaning, and professional sewing. Thanks to everyone who liked my post; I will carry on working hard although life is difficult. Life will not let hardworking people down; follow me if you like me; thank you to everyone who have liked my post. This is life; others only see the result and you must go through it alone; in the face of life, we can only stay strong and carry on; there is no other choice; you can look back on life, but you cannot relive it... Cleaning is a job and a responsibility; life is more beautiful with services, and services are wonderful because we work hard. Although we do the most dirty work in cleaning, we will try to clean all the corners of the client’s house with our hard work; the moment I see the client’s smile and big thumb up, all the efforts spent are worthwhile; your hard work will pay off! My daily work - your requirements, my service. Keep the beauty with attentive service and cleaning. Feng Gui Housekeeping will try our best to care for the details you care about and love your house with our services. Keep thousands of houses clean, establish a brand of housekeeping; standard service, in-house cleaning. Indoor and outdoor cleaning, my daily work Although the crystal lamp looks luxurious, it will be dim if it has not cleaned for a long time; only after cleaning, can it shine brightly, and so is life. Do it with heart and we can succeed; we are serious about creating exquisite things with our attention to details, and we are serious about cleaning seams. Give me a chance and you will be satisfied; quality is everything, because professionalism is worth trusting; your recognition is the best encouragement to me! At present, there is not one industry that is easy to do! But I always believe that as long as I am serious, persistent and hard-working, I will be slightly better than others; it’s at least better than sitting around and complaining!” Morning is the most important time of the day; all the good things begin in the morning; I hope you can start a new day with happiness, luck, health and joy; keep a good mood all day long; good morning. When we were children, happiness was a thing, and we were happy when we had it; when we grow up, happiness is a goal, and we will be happy when we reach it; after maturity, I found that happiness is actually a state of mind, and understanding is happiness. Be the truest and kindest self, act according to your heart, and leave no regrets in your life; life is a road, go your own way; there are two treasures in life: good health and good mood, and you will live a beautiful life! We will encounter different difficulties in different stages of life. Often times, what is restraining you is not you ability but your courage to face it actively. Since you cannot hide, you’d rather face it. The more scared you are, the easier you will be knocked down by difficulties; if you take it head on, the problem will be solved.", "source_lang": "zh", "target_lang": "en"}
{"input": "中沙策展人携手举办沙特首届当代艺术双年展-新华网 新华社利雅得12月12日电（记者王海洲 胡冠）沙特阿拉伯首届当代艺术双年展 — — 迪里耶当代艺术双年展，于11日在位于沙特首都利雅得西北部的迪里耶JAX艺术区正式向公众开放，共有来自沙特、中国等地的64位艺术家参展。 本次双年展由沙特迪里耶双年展基金会和中国UCCA尤伦斯当代艺术中心联合策划，中国UCCA尤伦斯当代艺术中心馆长田霏宇担任艺术总监。 据策展团队介绍，本次双年展的主题为“摸着石头过河 ” ， 隐喻社会经济转型时期所采取的改革策略，也反映沙特社会文化发展的当下境遇。 本次双年展占地近12000平方米，展厅横跨六个相互连接的建筑，以六个单元呈现 ： 《 摸着石头过河 》 《 传承作为实验 》 《 边缘思考 》 《 走向公众 》 《 美丽新世界》以及《论艺术的精神 》 。 其中，27位沙特艺术家的作品数量占本次展品总量的四成以上，囊括绘画、装置艺术和表演艺术等多种形式；12位中国艺术家的作品同样备受关注，有的艺术家以新颖的方式使用回收材料进行创作，例如徐冰在《背后的故事系列之溪山无尽图 》 （ 2014）中，用废弃物重构了一幅经典山水画。 迪里耶双年展基金会首席执行官巴克利表示，希望本届双年展能够建立国际对话，让全球观众有机会了解沙特蓬勃发展的文化产业和创意社区，加强互动往来。 田霏宇说 ： “ 双年展的目标是双重的，既能让沙特当代艺术参与全球对话，也能让沙特观众融入当代艺术世界 。 ” 据了解，在双年展开幕周期间还将举办系列讲座，艺术家、策展人和创意行业的意见领袖将就跨文化交流、当代艺术发展等主题展开讨论。", "output": "Exhibition planners of China and Saudi Arabia work together to hold the first contemporary art biennale of Saudi Arabia - Xinhuanet Message from Xinhua News Agency Riyadh on December 12 (journalists: Wang Haizhou and Hu Guan): The first contemporary art biennale of Saudi Arabia, Diriyah contemporary art biennale, was officially opened to the public in the JAX arts district of Diriyah in the northwest of Riyadh, the capital of Saudi Arabia, on December 11, and a total of 64 artists from Saudi Arabia, China and other countries and regions participated in the exhibition. The biennale is planned jointly by Diriyah biennale foundation of Saudi Arabia and UCCA of China, and Tian Feiyu, curator of UCCA of China, works as the art director. According to the introduction from the planning team, the theme of the biennale is “crossing the river by feeling the stones”, which is a metaphor of the reform strategies adopted during the social and economic transition period and reflects the current situations of social and cultural development in Saudi Arabia. The biennale occupies an area of nearly twelve thousand square meters, and the exhibition hall stretches across six connected buildings with six units: Crossing the River by Feeling the Stones, Inheritance as an Experiment, Thinking at the Edge, Walking to the Public, Beautiful New Word and On the Spirit of Arts. In which the number of the works of the 27 artists from Saudi Arabia accounts for more than 40% of the total number of the exhibits, including various art forms such as drawing, installation art and performing art; the works of the 12 Chinese artists also attracted much attention, and some artists create with recycled materials in an innovative way; for example, Xu Bing reconstructed a classic landscape painting with wastes in Behind the Story Series, Picture of Endless Streams and Mountains (2014). According to Buckley, CEO of Diriyah biennale foundation, it is hoped that the biennale can establish an international dialogue, provide global audiences with opportunities to understand the vigorously developed culture industry and innovative communities in Saudi Arabia, and strengthen interactions. Tian Feiyu said, “The biennale has two objectives, i.e., establishing dialogue between contemporary art of Saudi Arabia and the world, and integrating audiences of Saudi Arabia into the contemporary art world.” It is understood that there will be a series of lectures during the biennale, and artists, exhibition planners and leaders of innovative industries will engage in discussions on cross-cultural communication, contemporary art development and other topics.", "source_lang": "zh", "target_lang": "en"}
{"input": "我订购了斧头扒 餐厅跟我说，骑手不能送骨头 想问清楚原因 骨头可以，叫餐厅另外包起运送", "output": "I ordered axe-handle steak. The restaurant told me the delivery person could not deliver bones. I want to ask why. The bones are okay, ask the restaurant to wrap them up separately and deliver them.", "source_lang": "zh", "target_lang": "en"}
{"input": "不过系统不太方便，都是使用另一间", "output": "But the system was not easy to use, and I normally used the other room.", "source_lang": "zh", "target_lang": "en"}
{"input": "我在#ADDRESS#，美新里那个分店 我与那边距离很远", "output": "I’m at #ADDRESS#, the branch store at Meixinli. I’m far from that place.", "source_lang": "zh", "target_lang": "en"}
{"input": "实用商务英语口语情景100+ 商务英语口语大百科（附赠多重口语学习赠品） 每天10分钟，零基础也能轻松开口！ 常见商务主题情景全覆盖，常用商务英语表达全收录，商务英语交流技巧全讲解！ 附赠口语模拟练习+外教朗读音频+万用商务小常识免费下载，轻松提升商务英语口语力！ 实用商务英语口语情景100 王慧莉,战丽莉,王玉翠 著，中国宇航出版社直供的正版书籍，可开正规的电子发票，有问题随时联系在线客服！ 英语睡前5分钟 那些流传百年的经典名作名篇 杨春丽,成应翠,宋冰 译 9787512415812 北京航空航天大学出版社 正版书籍，电子发票，售后保障，有任何问题可咨询在线客服。 穿手工鞋的女人 阿德丽安娜•翠吉亚尼 著，董雁南，陈慧婕 译 9787513306645 新星出版社【直发】 正版书籍，出版社直供，开具正规的电子发票，有问题随时联系在线客服！ 美丽自信百分百 [德]康普维尔特【正版书】 店内满减，达额立减，优惠多多，欢迎抢购！ 【文轩正版】实用商务英语口语情景100 新华文轩正版图书（江苏、成都、湖北、天津）四仓就近发货 75%城市次日送达！ 一起聊聊自闭症 与自闭症密切相关的55个问题 (加)布里吉特金·翠 布里吉特·哈【正版】【正版书】 美丽英文 那些美得令人窒息的书信（书信卷）（版800个拓展知识1000篇权威美文2000句经典语录3【正版书】【正版书】", "output": "Practical Oral Business English Scenarios 100+ Business Oral English Encyclopedia (with multiple gifts for practicing oral English) 10 minutes every day, and one with no foundation can speak easily! Cover all common business themed scenarios, include all commonly used business English expressions, explain all business English communication skills! Complimentary oral English simulation exercises + foreign teachers' reading audio + free download of universal business common sense, easily improve oral business English! Practical Oral Business English Scenarios 100 by Wang Huili, Zhan Lili, Wang Yucui, authentic books directly from China Aerospace Publishing House, official electronic invoice can be provided, please contact online customer service any time if you have any question! 5 Minutes of English Before Bed, Classics That Have Been Passed Down from A Hundred Years Ago, translated by Yang Chunli, Cheng Yingcui, Song Bing 9787512415812 Beijing University of Aeronautics and Astronautics Press Authentic books, electronic invoice, quality after-sale services, please consult online customer service if you have any question. Very Valentine by Adriana Trigiani, translated by Dong Yannan, Chen Huijie, 9787513306645, New Star Press [direct dispatch] Authentic books directly provided by publishing house, official electronic invoice available, please contact online customer service if you have any question! 100% Beautiful and Confident by Kampwerth (German) [authentic book] Get deduction if your order reaches certain amount in store, lots of discounts, come and shop! [Wenxuan Authentic] Practical Oral Business English Scenarios 100 Xinhua Wenxuan Authentic Books (Jiangsu, Chengdu, Hubei, Tianjin) the nearest of the four warehouses will dispatch, and 75% of cities can enjoy next day delivery! Autism Explained to Non-Autistic Persons by Kim Thuy (Canadian) and Brigitte Harrisson (Canadian) [authentic] [authentic book] Beautiful English, the Breathtaking Letters (Letters Volume) (800 extensive knowledge points, 1000 authoritative essays, 2000 classic quotes 3) [authentic books] [authentic books]", "source_lang": "zh", "target_lang": "en"}
{"input": "云南：统筹规范乡村公益性岗位管理-新华网 新华社昆明12月12日电（记者林碧锋）为持续做好脱贫人口就业帮扶，巩固拓展脱贫攻坚成果，云南省日前出台促进乡村振兴乡村公益性岗位管理相关政策，助力全面推进乡村振兴。 云南省人社厅有关负责人介绍，目前，云南共开发44.83万个乡村公益性岗位，用于安置脱贫劳动力等农村困难群体就业，在帮助脱贫群众实现就业增收、巩固脱贫攻坚成果、有效提升乡村各项公共服务能力等方面发挥重要作用。 此次新规由云南人社、乡村振兴、财政等七部门联合印发，主要对基层招聘乡村公益性岗位人员的对象范围、资金管理、岗位开发、岗位管理等方面进行统一规范。 在岗位开发设置方面，新规明确，按照“按需设岗、以岗定人、动态管理、总量控制 ” “ 谁开发、谁使用、谁负责”及“一人一岗、自愿公开、统一管理”的原则进行设置。 招聘程序必须按照公告、申报、审核、公示、聘用、岗前培训及安排上岗等步骤进行。 此外，新规还明确了乡村公益性岗位主要开发部门的具体职责、乡村公益性岗位的补贴标准和补贴方式，规定各乡村公益性岗位开发部门应为乡村公益性岗位安置人员购买意外伤害商业保险；要求有关部门定期对乡村公益性岗位补贴发放情况进行监督。", "output": "Yunnan: Coordinate and standardize management of rural public welfare posts - Xinhuanet Message from Xinhua News Agency Kunming on December 12 (journalist: Lin Bifeng): In order to continue to provide assistance to the employment of people lifted out of poverty, consolidate and expand the achievements of poverty alleviation work, Yunnan Province has released policies on the management of public welfare position in villages for promoting rural revitalization, as a way to comprehensively promote rural revitalization. As introduced by person-in-charge of Department of Human Resources and Social Security of Yunnan, a total of 448.3 thousand rural public welfare positions have been developed in Yunnan to solve the employment of rural groups with difficulties such as labor force lifted out of poverty; they play an important role in helping people lifted out of poverty obtain employment and increase income, consolidating achievements of poverty relief and effectively improving rural public service abilities. The new regulation is jointly printed and issued by seven departments such as the Department of Human Resources and Social Security, Rural Revitalization and Department of Finance of Yunnan, which mainly provides unified regulations on object scope, fund management, post development and post management of applicants of rural public welfare positions. In terms of position development and setting, it is clearly stipulated in the new regulation that the positions are set according to the principles of “setting positions according to demands, designating personnel according to positions, dynamic management and total quantity control”, “the unit that develops and utilizes the positions shall be responsible for them” and “one position with one person, voluntariness, publicity and unified management” The recruitment procedures must be conducted in accordance the steps of announcement, application, review, making public notice, employment, pre-job training and taking up the post. In addition, the new regulation also specifies the specific duties of the main development department as well as the subsidy standard and method of the rural public welfare positions; it is stipulated that the development departments of rural public welfare positions shall purchase accidental injury commercial insurance for people taking rural public welfare positions; responsible departments are required to regularly supervise the subsidy distribution of rural public welfare positions.", "source_lang": "zh", "target_lang": "en"}
{"input": "地址错了 你好 可否取消订单 我重新下单 是否已取消了", "output": "The address is wrong. Hello, Can I cancel the order? I will re-place the order. Is it canceled yet?", "source_lang": "zh", "target_lang": "en"}
{"input": "二、虽然右派在历史上有得志时代，但不长，所以短是因为给点儿阳光就灿烂，喝点儿开水就出汗；稍得志便得陇望蜀，遭打击便毛将焉附。 但实事求是来说，右派在社会进步过程中起到过积极作用。 从结束文革定义真理标准，发展经济提高科技以及促进行政制度化和人权保障等方面，右派的积极意义不该否定。 三、就我而言，尽管不完全同意李伟东的有些说法，但我很在意他的说法，也很尊重李伟东这个人；因为他是认真的，他对中国是认真的，对中国的社会问题也是认真看待的。 但我反对他的反共理论，我认为反必要革命，革命则必然导致社会动荡，民生受损，政治团体鱼龙混杂泥沙俱下，再就是外国趁虚而入。 四、改变或改善中国要有耐心和为国为民负责的态度，政治投机企图火中取栗者，那不是右派，是混蛋。 再聊聊左。 左，其实是一帮时代和政治的弃儿。 如果说右具有对社会的积极意义，共产党还会在需要的时候听取一些右的言论和分析他们的思想，那么左就没这造化了，因为左所要的正是共产党所扔掉的糟粕！ 五、最近看到一些朋友边怼反贼边驳左癫，还挺动真气，我觉得大可不必。 跟汉奸跟左癫都不要试图讲理，都是一根儿筋，无理可讲。 也不要试图证明咱们是正确的，更不要想着让反贼和左癫承认，何必呢？ 我这样告诉朋友们：当反贼骂你五毛，当左癫骂你右狗的时候，恰恰证明我们的这条中间道路是正确的！ 许多人少年时候也有理想，老了之后，却忘了理想，或追求理想，却沦为偏执。 和理想渐行渐远，甚至屠龙少年终成恶龙。 左右我觉得一般是指约束和自由，中国从历史文化的先天基因导致中国整体应该是偏左。 而国内右派自由，注重效率和发展，左派加强监管，更注重公平以及安全。 现在社会总体希望更注重公平，同时中美相争，偏左是肯定的，估计还得持续很多年。 虽然看不懂，点赞就完事儿啦 啥也不说了，花花就是这么仗义", "output": "2. Although the Rightists had their time in history, it was not long, and the reason why it was short was they were over their head once they got a tiny bit of sweetness; a little success will lead to insatiable desires, and just one blow and they will lose their ground to exist. But to speak the truth, the Rightists have once played a positive role in the process of social progress. The positive significance of the Rightists should not be denied in terms of ending the cultural revolution, defining the standard of truth, developing the economy, improving science and technology, and promoting the institutionalization of administration and the protection of human rights. 3. For me, although I don’t fully agree with some of Li Weidong’s statements, I really care about his statements and respect Li Weidong; Because he is conscientious, he is serious about China, and he also takes China’s social problems seriously. But I oppose his anti-communist theory; I believe that unnecessary revolution should be opposed to; revolution will inevitably lead to social unrest and damage to people’s livelihood; political groups will be mixed, and foreign countries will avail themselves of the opportunity to get in. 4. Changing or improving China requires patience and the attitude to be responsible for the country and the people; those who try to make money from political opportunities are not Rightists, but bastards. Let’s talk about Leftists. Leftists, in fact, are a group of outcasts of the times and politics. If the Rightists are of positive significance to society, and the Communist Party will listen to some of the Rightists’ remarks and analyze their thoughts when necessary, the Leftists don’t have such luck, because what the Leftists want is the dross thrown away by the Communist Party! 5. Recently, I saw some friends refuting the rebels and crazy Leftists at the same time, and they got really angry; I don't think it’s necessary at all. Don’t try to reason with rebels and crazy Leftists; they are all one track minded and unreasonable. Don’t try to prove we are right, and don’t even think about asking rebels and crazy Leftists to admit it; why bother? I told my friends: when the rebels call you a fifty-cent and when the leftist call you a rightist dog, they prove we are on the correct track in the middle! Many people had dreams when they were young, but they forgot about them when they got older; or, they pursue their dreams and become paranoid. They drift apart from their dreams and the young Dragon Slayer will eventually become a vicious dragon. I think left and right generally refers to restraint and freedom; the innate genes of China’s history and culture make China overall relatively left. The domestic Rightists are free and stress efficiency and development, while the Leftists strengthen supervision and pay more attention to fairness and safety. At present, society overall hopes to pay more attention to justice; at the same time, it is certain that when China and the United States fight, it is bound to lean towards left, which is estimated to continue for many years. Just like it if you don’t understand. No need to say more, Huahua is generous.", "source_lang": "zh", "target_lang": "en"}
{"input": "不等了 到 19:06 就下单 2 小时了😅", "output": "I won’t wait any more. It will be 2 hours since I placed the order at 19:06😅", "source_lang": "zh", "target_lang": "en"}
{"input": "今天来看一些【奇怪的热搜】。 什么是正常的舆情？ 随机挑选三个热搜：二月二龙抬头、好丽友涨价、货拉拉事件，舆情扩散形成波峰，然后【指数下降】（平滑曲线）最终消散，如果产生次生舆情会有小驼峰再次出现。 它们看起来和网信办官网曾展示的【网络舆情演化模型】相差无二。 什么是异常的舆情？ 随机挑选同一事件中的六个热搜，呈现出【孤峰状】、【锯齿状】、【断崖状】。 【孤峰状】即人为加热，迅速冲榜热搜，引起大众关注；【锯齿状】即周期性加热，确保话题盘踞热搜榜单；【断崖状】即集体撤离，该热搜发挥完“功能”，接到新任务、冲向新战场。 图9中，一个事件的热度波峰恰好是另一事件的波谷，时间分秒不差，必定是统一批水军接到任务，开启新一轮攻势。 黑公关的专业化可见一斑：几十个热搜同时上榜，哪些吸引目光、哪些负责科普、哪些引战造势、哪些转移视线、哪些影响认知、哪些误导判断、哪些煽动情感、哪些裹挟决策，黑产账号分批次、分节点精细化作战，几乎考虑到舆情传播扩散中的所有要素。 传播是一门科学，抛开立场、情感所有主观因素，仅从客观数据，黑公关也会无处遁形。 凡走过必留下痕迹，这样的痕迹，我们一起挖出来。 数据来源：热搜时光机。", "output": "Let’s see some “strange trending topics” today. What is normal public opinion? Select three trending topics randomly, the rise of the head of the dragon on the 2nd of February, the price rise of ORLON, and the Huolala incident; the public opinion spread to form a peak, and then the [index declined] to form a (smooth curve) until it finally dissipated; if a secondary public opinion occurs, there will be a small hump again. They look no different from the [evolution model of online public opinion] once displayed on the official website of Cyberspace Administration. What is abnormal public opinion? Randomly select three trending topics from the same event, there are [solitary peak], [zigzag] and [cliff]. [Solidary peak] means the topic is artificially heated, quickly rushing to the trending topics list and attracting public attention; [Zigzag] refers to periodic heating, ensuring that topic stays on the trending topics list; [Cliff] means collective evacuation; after the topic has played its “function”, they received a new task and rushed to a new battlefield. In picture 9, the peak of the heat wave of one event happens to be the trough of another event, and the time is exactly the same; it must be because a unified batch of paid internet trolls have received the task and started a new round of offensive. The professionalism of black public relations can be seen: dozens of trending topics are on the list at the same time, which attract attention, which are responsible for explanation, which lead to argument and accumulate momentum, which divert attention, which affect understanding, which mislead judgment, which incite emotion, which coerce decision-making; the black production accounts work in batches and conduct segmented operations in different batches and time nodes, taking into account almost all elements in the spread of public opinion. Communication is a science which disregards all subjective factors such as standpoint and emotion and only takes into account objective data; black public relations will have nowhere to hide. Traces will be left from anyone walked by, and we can dig out these traces together. Source of data: trending topics time machine.", "source_lang": "zh", "target_lang": "en"}
{"input": "毛里求斯等国首次发现奥密克戎毒株感染病例-新华网 新华社北京12月12日电 综合新华社驻外记者报道：毛里求斯、塞浦路斯和马拉维近日首次报告发现新冠变异病毒奥密克戎毒株感染病例。 毛里求斯10日首次报告该国两例奥密克戎毒株感染病例。 据毛卫生部长凯莱什·贾古特帕尔介绍，一名感染者为自南非出发于11月27日抵达毛里求斯的游客；另一名感染者为毛里求斯本地居民，他与一名近期曾前往南非后返回的人员接触后，于11月30日核酸检测呈阳性。 经医院隔离治疗后，这两名感染者核酸检测结果均转为阴性，目前已返回各自的居住地。 塞浦路斯卫生部10日宣布该国首次确诊3例奥密克戎毒株感染病例。 这3人都是学生，本月初从国外旅行回来，由于均为轻症，并未入院治疗。 为防范奥密克戎毒株蔓延，塞政府不断加大防控力度。 从12月6日到明年1月10日，乘飞机入境的12岁以上旅客抵塞后都需自费在机场接受核酸检测。 塞卫生部10日还宣布，将开始为该国5岁至11岁的儿童接种辉瑞新冠疫苗。 马拉维卫生部长昆比泽·奇蓬达9日说，该国首次发现3例奥密克戎毒株感染病例。 该国卫生部门对从11月9日至12月2日采集的12个新冠阳性样本开展基因组测序，发现了这3例感染病例。", "output": "Omicron strain infection cases were found in Mauritius and other countries for the first time - Xinhuanet Message from Xinhua News Agency Beijing on December 12, reported by foreign corespondent of comprehensive Xinhua News Agency: Mauritius, Cyprus and Malawi recently reported to have found the infection cases of Omicron strains, the new COVID-19 variant, for the first time. Mauritius reported two infection cases of Omicron strains on December 10 for the first time. According to introduction from Kelesh Jagutpal, Minister of Ministry of Health of Mauritius, one of the infected people was a tourist departing from South Africa and arriving in Mauritius on November 27; the other infected person was a local resident of Mauritius, who was tested positive in nucleic acid test on November 30 after contacting a person who returned from South Africa. The nucleic acid test results of the two infected people changed to negative after quarantine and receiving treatment in the hospital, and now they have returned to their own respective residence. It was announced by Ministry of Health of Cyprus on December 10 that the country confirmed three cases of infection with the Omicron strains for the first time. All of the 3 infected people were students who came back after traveling in other countries at the beginning of this month; all of them were not hospitalized because they were mild cases. In order to prevent the spreading of the Omicron strains, the government of Cyprus kept strengthening the prevention and control. All the passengers above 12 years old who enter the country by plane shall take nucleic acid test at their own expenses at the airport from December 6 to January 10 next year. It was also announced by Ministry of Health of Cyprus on December 10 that they would start inoculate children from 5 to 11 years old in the country with Pfizer COVID-19 vaccine. Kunbizze Chiponda, Minister of Ministry of Health of Malawi, said on December 9 that Malawi found 3 cases of infection with the Omicron strains for the first time. The Department of Health of Malawi conducted genomic sequencing for 12 COVID-19 positive samples collected from November 9 to December 2 and found the 3 cases of infection.", "source_lang": "zh", "target_lang": "en"}
{"input": "外卖从没送达 连骑手电话号码都是假的", "output": "The takeout order never arrived. Even the number of the delivery person is fake.", "source_lang": "zh", "target_lang": "en"}
{"input": "我已经重新下单 上一张单是否会退款？", "output": "I have already re-placed the order. Will I get a refund for the last order?", "source_lang": "zh", "target_lang": "en"}
{"input": "如果不行，请取消订单并退款", "output": "If it doesn’t work, please cancel the order and ask for a refund.", "source_lang": "zh", "target_lang": "en"}
{"input": "想着早点叫餐，可以早点吃，但是现在都等到 7 点了还没有吃上", "output": "I thought if I ordered early, I could eat it early, but now it’s 7 and I still don’t have it.", "source_lang": "zh", "target_lang": "en"}
{"input": "我不明白你在说什么…… 你的中文是翻译过来的吗？还是你 prefer 用英文？", "output": "I don’t understand what you are talking about... Was your Chinese translated? Or would you prefer English?", "source_lang": "zh", "target_lang": "en"}
{"input": "那发送到 要打电话跟他说吗", "output": "Then send it to Shall I tell him on the phone?", "source_lang": "zh", "target_lang": "en"}
{"input": "尊敬的顾客您好！ 感谢您能够选择支雲餐厅用餐，您吃的开心快乐一直是我们的使命，为您和您的家人提供更可口放心的菜肴，更优质的服务，您的满意跟好评一直是我们前进的动力！ 感谢亲的五星好评哦，爱你么么哒！ 感谢您能够选择支雲餐厅用餐，由此给您带来困扰，非常抱歉！ 同时非常感谢您给予真实体验评价，让我们及时发现不足的地方，我们一定采取有效的措施进行改善，严格把控菜品的质量及分量，我是支雲餐厅“小雲”我们的电话是18912251735微信同步，期待与再此你相遇 尊敬的顾客您好，感谢您能够选择支雲餐厅用餐，因为菜品的问题给您带来不愉快的用餐体验我们深感歉意，我们已与厨房对接沟通对菜品进行严格把控，同事感谢您对我们的理解与支持，我是支雲餐厅小雲，期待与您再此相遇！ 赴宴来支雲，留下好心情！ 亲爱的顾客，感谢您对我们“小雲”的评价与支持，当我们用心烹饪的菜品得到您的肯定时，是我们最开心的时刻！ 期待与再此你相遇 亲爱的小主，首先非常感谢您的认可和评价，支雲会努力越做越好! 其次也特别感谢您在百忙之中的支持和点赞，祝您用餐愉快天天好心情!", "output": "Hello, deal customer! Thank you for choosing Zhi Yun Restaurant, and offering you a pleasant meal has been our mission; we are committed to providing you and your family with delicious food, quality service, and your satisfaction and good review will always be our momentum to move forward! Thank you for your 5-star review, lots of love! Thank you for choosing Zhi Yuan Restaurant, and we are deeply sorry for the trouble brought to you! At the same time, we are grateful for your review of your real experience so that we can timely find our shortcomings, and we will definitely take effective measures to make improvement, strictly control the quality and amount of dishes; we are “Xiao Yun” of Zhi Yun Restaurant and our phone number and WeChat account is 18912251735; we look forward to meeting you again. Hello, dear customer, thank you for choosing Zhi Yun Restaurant, and we are deeply sorry for your unpleasant dining experience due to the issues of the dishes; we have communicated with the kitchen to strictly control the quality of dishes, and we would like to thank you for your understanding and support for us at the same time; we are Xiao Yun of Zhi Yun Restaurant, and we look forward to meeting you again! Come to Zhi Yun and enjoy a pleasant meal! Dear customer, thank you for you comment and support for “Xiao Yun”, and it is our happiest moment to win your affirmation for the food we carefully cooked! We look forward to meeting you again. Dear customer, we would like to first thank you for your affirmation and comment, and Zhi Yun will work hard and get better and better! We would also love to thank you for your support and likes out of your busy schedule, and we wish you a happy meal time and good mood every day!", "source_lang": "zh", "target_lang": "en"}
{"input": "我不认为此举有任何帮助！", "output": "I don’t think this act is helpful at all!", "source_lang": "zh", "target_lang": "en"}
{"input": "收到是金钱肚 订单是凤爪 好的，电话是 #PHONENUMBER# 我需要留在对话里吗", "output": "What I received is tripe. The order is chicken feet. Okay, the phone number is #PHONENUMBER#. Do I need to stay in this conversation?", "source_lang": "zh", "target_lang": "en"}
{"input": "我#NAME#打电话跟你们的 staff 说明了", "output": "I #NAME# called your staff to explain it.", "source_lang": "zh", "target_lang": "en"}
{"input": "你们的骑手告诉我说地址太远", "output": "Your delivery person told me the address is too far.", "source_lang": "zh", "target_lang": "en"}
{"input": "大美360集成家装 地 址：环城南路156号幸福家园12楼 一开始是朋友介绍的因为信任，所以选择来看一下起初我的预算是7万做个基本装修。 来到店里就开始一系列的骗术。 我是第一次到店只是给他们看了我的户型图，他们并没有去实地量过房子，他们居然就能给我报价说我的135的房子7万是可以搞定的，大概的给我看了一下他们的材料也并不知道他们是什么品牌的材料。 他们的第二套骗术就是你只要到店就会拖着你把定金交了（而这个钱一旦交了你是永远退不出来，除非你有足够的经历和他们打理论战）。 我在犹豫要不要交定金的时候，他们就会邀请他们所谓的经理来告诉你，你今天只要把定金交了我们就能给你多少的优惠。 这个就是一个大坑，我就是活生生被骗的例子，在头脑冲动的时候，交了一万多的定金。 他给我的报价有很多问题7万不包括水电改造，不包括任何门和橱柜 浴室，而这三个就是基装的费用大头。 除去这些他们的服务点费收的也比其他家公司的高。 我对这个公司失去了信任，一开始什么都没有讲清楚就让我签合同。 当我去找他们退钱的时候他们表现出很有经验的样子，有专门的小团队来对付你。 无论如何都会一口咬死是客户的问题他们全然无责。 各种推卸责任，还有很多细节，不想一一说了都是泪，总之不要选择他们，因为我朋友找他们装修的房子也是质量不好，后期给你算各种费用。 坑爹，他们就是原来骗人的龙头装饰，现在改成大美，好像又倒闭了又改成其他的。 所以大家别选择这样坑爹的装修公司。 以后大家在选择的时候多百度看看这些查一下这些咨询因为装修不是小钱。 想要向商家提问，请先登录或注册 严禁发布各种形式的商家点评，详细请见商户收录声明 大众点评昆明装修设计频道为您提供大美360集成家装地址，电话，营业时间等最新商户信息，找装修公司装修公司，就上大众点评", "output": "Damei 360 Integrated Home Decoration Address: Happy Home Building 12, South Ring Road 156 I trusted it because my friend made the recommendation, so I chose to check it out, and originally my budget for a basic decoration was 70,000. A series of scam began as soon as I came into the store. When I first came to the store, I showed them my floor plan; although they didn’t really go to my apartment to take the measurement, they said they could do it within 70,000 for my 135 square meters apartment, and they showed me their materials whose brand was unclear. The second scam was forcing you to pay the deposit, which cannot be refunded once paid, unless you have enough experience to reason with them. As I hesitated about whether to pay the deposit, they would invite their so-called manager to tell me that once I paid the deposit on that day, they could give me certain discount. This is a big swindle, and I was a victim who paid a deposit of more than 10,000 when I didn’t really think it through. Their quoted price had a lot of problems; for instance, the 70,000 didn’t include water and electricity renovation, doors, cabinets or bathrooms, and these three take up a large proportion of the cost of basic installation. Apart from these, their service point fee is also higher than that of other companies. I’ve lost trust in this company, because they asked me to sign the contract when they didn’t explain anything clearly. When I went to ask for a refund, they acted rather experienced and sent a small team to deal with me. Anyway, they just said it was the client’s problem and they had absolutely no responsibility for it. They just shrunk their responsibility in any way possible, and there were a lot more details that I don’t want to mention now; all in all, do not choose them because my friend had them renovate her apartment, and the quality was poor and they would charge you all kinds of other costs in the later stage. Swindle; they used to be the swindler company Longtou Renovation, then it’s changed to Damei, and now it seems they have closed down and changed into something else. So please don’t choose such a swindler company. When you choose renovation companies in the future, please search them on Baidu because renovation cost is not a small amount. If you want to ask the merchant a question, please log in or register first. It is strictly prohibited to publish any type of merchant review, and please refer to the Merchant Inclusion Statement for details. Dianping Kunming Renovation and Design Channel will provide you with the address, phone number, operation time and other information of Damei 360 Integrated Home Renovation, and please come to Dianping if you are looking for a renovation company.", "source_lang": "zh", "target_lang": "en"}
{"input": "这么恐怖，30 分钟内不到的话请取消订单！", "output": "It’s so horrible, and I will cancel the order if it doesn’t arrive in 30 minutes!", "source_lang": "zh", "target_lang": "en"}
{"input": "难道没有其他方法了吗？比如，换个地址？", "output": "Is there really no other way? For example, change the address?", "source_lang": "zh", "target_lang": "en"}
{"input": "好的，那你就别取消这个对话，如果 5 到 10 天没退我款，一定追究。", "output": "OK, then don’t cancel this conversation, and I’ll pursue it further if I don’t receive the refund in 5 to 10 days.", "source_lang": "zh", "target_lang": "en"}
{"input": "我问 15 分钟不到是不是可以取消", "output": "I asked if I could cancel it if it didn’t arrive in 15 minutes.", "source_lang": "zh", "target_lang": "en"}
{"input": "口水鸡应该是熟的，但收到的是生肉，没办法吃", "output": "Poached Chicken with Chili Sauce is supposed to be fully cooked, but what I received is raw and inedible.", "source_lang": "zh", "target_lang": "en"}
{"input": "已经 3 日没有回复……由于你们的系统无法识别出我的信用卡，因此我无法加入 #PRS_ORG# plus 月费计划！ 最奇怪的是，我每次付款使用的都是同一张信用卡 我现在每次都要付运费 可以先豁免，到你们调查完再收取我的月费，这样行吗？", "output": "There has been no replies for three days, and as your system cannot identify my credit card, I can’t join the#PRS_ORG#plus monthly fee project! What is strange is that I paid with the same credit card every time. I have to pay the delivery fee every time now. It can be exempted, and you can charge me with the monthly fee after the investigation, is that Okay?", "source_lang": "zh", "target_lang": "en"}
{"input": "那我怎样才能联系到送餐专员", "output": "Then how can I contact the food delivery person?", "source_lang": "zh", "target_lang": "en"}
{"input": "已经快 3 点了 那是不是要给我 compensation 我说要敲门送货 但那个骑手就给放在门口，然后人就走了 还送错", "output": "It’s almost three o’clock. Then should you give me compensation? I said to knock before handing me the delivery. But the delivery person just left it at the door and left. And got it wrong.", "source_lang": "zh", "target_lang": "en"}
{"input": "你们的骑手已经在 #NUMBER# 取了我一份外卖，但到现在仍然告知等待中 骑手在 19:25 已收到我的外卖，但仍然不肯出发 我去买完，是否要其他的外卖 怎么办 你的骑手去了哪里 还要等？", "output": "Your delivery person has picked up an order of mine at #NUMBER#, but I was told I still needed to wait. The delivery person picked up my takeout at 19:25, but still doesn’t want to set out. I’ll go buy it, and do you need any other takeout? What do I do? Where is your delivery person? Do I still need to wait?", "source_lang": "zh", "target_lang": "en"}
{"input": "我是要送单 好，你不取消，我就报警", "output": "I asked for the food to be delivered. Okay, if you don’t cancel it, I’ll call the police.", "source_lang": "zh", "target_lang": "en"}
{"input": "但我的食品会出现安全卫生问题", "output": "But there will be safety and health issues in my food.", "source_lang": "zh", "target_lang": "en"}
{"input": "经典刀剑鉴赏指南金装典藏版【正版图书 无忧售后】 【正版书籍 闪电发货 品质无忧 可开发票】 经典徽章鉴赏指南+经典刀剑鉴赏指南+经典军服鉴赏指南 金装典藏版 3册 世界军事书籍 经典军用徽章性能介绍 军用军服刀剑 中国画鉴定收藏策略九讲【正版书籍 闪电发货】 【满额立减 下单速发 可开发票 正版图书】 西洋刀剑:鉴赏与收藏【正版书籍 闪电发货】 钢琴技巧练习指南【正版书籍 闪电发货】 工业设计手绘宝典创意实现+从业指南+表现罗剑李羽梁军清华大学出版社【正版书籍 闪电发货】 中国古董拍卖精华:瓷器英文版【正版书籍 闪电发货】 九歌图【正版书籍 闪电发货】 红楼梦图咏【正版书籍 闪电发货】 中国绘画史【正版书籍 闪电发货】 木本花鸟谱【正版书籍 闪电发货】 现实主义与八十年代中国电影【正版书籍 闪电发货】 中国标志设计·1【正版书籍 闪电发货】 草本花诗谱【正版书籍 闪电发货】 刀剑神域02:艾恩葛朗特【正版图书 无忧售后】 宋剑锋--人物画名家小品【正版书籍 闪电发货】 良法善治——建制史鉴与吏治得失 “部级领导干部历史文化讲座”20周年精华珍藏版 王春瑜、张大可、熊召政、葛剑雄、邓小南等 14位史学泰斗、文化名家、知名学者献给部级领导干部的公开课", "output": "Classic Knife and Sword Appreciation Guide Hardcover Collector Edition [Authentic Book, Worry-free After-sale Services] [Authentic Book, Fast Shipping, Worry-free Quality, Invoice Available] Classic Badge Appreciation Guide + Classic Knife and Sword Appreciation Guide + Classic Military Uniform Appreciation Guide Hardcover Collector Edition 3 volumes World Military Books Introduction of Functions of Classic Military Badges, Used in Military, Military Uniforms, Knife and Sword Nine Lessons of Chinese Painting Appreciation and Collection Strategies [Authentic Book, Fast Shipping] [Get deduction after reaching certain amount, fast dispatch after placing order, invoice available, authentic book] Western Knife and Sword: Appreciation and Collection [Authentic Book, Fast Shipping] Piano Skills Practice Guide [Authentic Book, Fast Shipping] Industrial Design Sketch Bible + Realization of Creativity + Performance by Luo Jian, Li Yu, Liang Jun, Tsinghua University Press [Authentic Book, Fast Shipping] Highlights of Auctioned Chinese Antiques: Porcelain English Edition [Authentic Book, Fast Shipping] Painting of the Nine Songs [Authentic Book, Fast Shipping] Illustrations of Dream of the Red Chamber [Authentic Book, Fast Shipping] History of Chinese Paintings [Authentic Book, Fast Shipping] Illustrations of Woody Flowers and Birds [Authentic Book, Fast Shipping] Realism and Chinese Films in the 1980s [Authentic Book, Fast Shipping] Design of Chinese LOGO · 1 [Authentic Book, Fast Shipping] Illustrations of Herbaceous Flowers and Poems [Authentic Book, Fast Shipping] Sword Archives Online 02: Aincrad [Authentic Book, Worry-Free After-Sale Services] Song Jianfeng - Small Works of Famous Figure Painter[Authentic Book, Fast Shipping] Just Law and Good Governance: Historical Lessons of Organizational System and the Gain and Loss of Administration of Officials “History and Culture Lectures for Ministerial Cadres” 20th Anniversary Essence Collector’s Edition, an open class dedicated to ministerial cadres by 14 leading historians, cultural masters and well-known scholars including Wang Chunyu, Zhang Dake, Xiong Zhaozheng, Ge Jianxiong, Deng Xiaonan", "source_lang": "zh", "target_lang": "en"}
{"input": "补回优惠代码就可以了 没有问题，记得无须安排重送，我已另外购买，不想浪费 谢谢你帮忙", "output": "It will be okay after the discount code is reimbursed. No problem, and remember not to arrange for a re-delivery, I have re-purchased it and I don’t want to cause any waste. Thank you for your help.", "source_lang": "zh", "target_lang": "en"}
{"input": "从以前到现在，我都反对任何形式的污蔑和谩骂，更不能接受这类人身攻击的行为。 在文明社会，我们可以包容一切，但就是要杜绝这种恶棍。 如果不看政党和派系，要先抵制的，就是这种不文明的作风。 从你开始发来脸书加好友请求开始，进而发表具调侃性的帖子，再到你试图把所谓我的家地点和父亲名字发布在社交媒体上，我都已经采取不回应的态度。 你过后变本加厉地不只按一日六餐的频率持续tag我，更在脸书跟你的所谓朋友们继续肆无忌惮地讨论着关于我一些隐晦、羞辱的言论，样貌、身材、好生养、又什么床上种草莓、要不要插之类的留言，我...也算了。 怎知后来我更收到多位朋友发来有关你的脸书朋友户口上载一张你的照片和具性骚扰成分的言论。 抱歉，作为一位女生，我再也无法继续沉默了。 我报警的新闻上载后，你完全没有收敛，反而更越发嚣张。 我不理你是什么政治背景，也不管你是什么身份地位，在我们的社会，是需要两性尊重的。 是的，你们可以继续这种具调侃性、隐晦、羞辱、辱骂的言论，你也可以继续说你只是关爱和关注我，你可以继续认为这并不是骚扰、你甚至可以继续否认那不是你制的图或者继续发表一切攻击性言论。 没错，我不能，也没有能力阻止你们。 我既不认识你，也不想认识你，我的样貌和身材更不需要你评头论足。 我甚至不认为会有哪一位女生愿意让别人如此地羞辱自己来换来出名。 朋友问我，还好吗？ 我说好，你也不会信。 我觉得不会有任何一位女生被如此霸凌后还可以说自己还好。 无论在工作、社会、政坛或商界，只有那些连基本品德都没有的人，才会选择用这种方式来伤害任何一位女性。 我相信，公道自在人心。 我截了部分留言给大家评理 你自己发的贴应该没有人可以冒充你了吧 我只能说你是文明的公敌 会心一笑", "output": "I have been against any form of insult or abuse since the beginning, and I will not stand such personal attacks. In this civilized society, we can tolerate everything, but we need to get rid of these bullies. If you don’t look at political parties and factions, it is this uncivilized actions that should be boycotted first. I never replied to you since you started to send me Facebook friend request, published ridicule posts, and then tried to post the so-called location of my home and my father’s name on social media. After that, you made it worse by not only continuing to tag me six times a day, but also continuing to wantonly discuss with your so-called friends on Facebook about some obscure and humiliating remarks about me, my appearance, figure, shape fit for giving birth, getting love bites in bed, whether to penetrate or not, I... forget it. It was unexpected that more people sent me a photo uploaded to your Facebook friends page and your harassing comments. Sorry, I cannot be silent anymore as a girl. After the news of me calling the police was published, you did not restrain yourself at all, but became more arrogant. I don’t care about your political background or your identity or position; in our society, the two genders shall respect each other. Yes, you can continue with your ridicule, obscure, humiliating and abusive remarks; you can continue to say that you just care about and pay attention to me; you can continue to think that this is not harassment; you can even continue to deny that you made the pictures or continue to make all the offensive remarks. Yes, I can’t and won’t stop you. I don’t know you and I don’t want to know you, and my appearance and body don’t need you judgement. I don’t even think any girl would want to be famous by being humiliated like this. My friends asked me if I was okay. You won’t believe it if I say yes. I don’t think any girl could say they are okay after being bullied like this. No matter it’s in the workplace, society, politics or the business world, only those without basic moral character will harm a woman in this way. I believe justice is in everyone’s heart. I took screenshots of part of the comments and you can make your judgement. You posted it yourself, and no one will pretend to be you, right? I can only say you’re the enemy of civilization. Smile", "source_lang": "zh", "target_lang": "en"}
{"input": "我已报告，也已附上图片，但没有回复", "output": "I have reported it and attached the pictures, but there has been no reply.", "source_lang": "zh", "target_lang": "en"}
{"input": "什么牛，没点牛 是口水鸡，生肉 没办法吃", "output": "What beef, I didn’t order beef. It is Poached Chicken with Chili Sauce, and it’s raw. It’s inedible.", "source_lang": "zh", "target_lang": "en"}
{"input": "你确保是新鲜煮的食物，而不是旧的？", "output": "Are you sure the food was freshly cooked and not from before?", "source_lang": "zh", "target_lang": "en"}
{"input": "unacceptable 一早已经下单了 说是 7 点多送到 为什么要重新制作 太离谱了", "output": "That’s unacceptable. I’ve placed the order very early. It said it would be de delivered a little over seven o’clock. Why does it have to be re-made? It’s ridiculous.", "source_lang": "zh", "target_lang": "en"}
{"input": "“智汇潇湘”2021中国国际轨道交通和装备制造产业人才峰会开幕 - 滚动新闻 - 湖南日报网 - 华声在线 湖南日报12月10日讯（全媒体记者 周帙恒）9日 ， “ 智汇潇湘”2021中国国际轨道交通和装备制造产业人才峰会在株洲开幕。 省委常委、省委组织部部长王成出席启动仪式并讲话。 王成指出，举办人才峰会是贯彻落实中央人才工作会议和省第十二次党代会精神的重要举措，彰显了湖南重视人才、渴求人才、用好人才的真心诚意。 湖南有识才爱才敬才的优良传统、助力人才发展的广阔平台、实现美好生活的环境条件，近年来深入实施人才引领发展战略，以芙蓉人才行动计划为牵引，构建起引育留用全链条人才工作格局，成为了人才成长成就的沃土、创新创业的热土、宜居宜业的乐土。 当前，湖南正在全面落实“三高四新”战略定位和使命任务，将进一步广开引贤纳才之门，为人才创新创业出台更优政策、集中更多资源、创造更好条件，期待各界优秀人才共同为湖南高质量发展聚智汇力。 活动现场设置了长沙、株洲、湘潭展馆和湖南自贸试验区展馆，省科技厅、省工信厅、省人社厅发布了先进制造相关产业科技创新重点需求清单、智能制造产业人才需求目录、博士后流动站智能制造产业青年人才需求目录。 中国中车、中联重科、远大科技等48家大型企业现场揽才，近千名相关专业应届毕业生、社会人才参与了人才项目对接。", "output": "“Smart Hunan” 2021 China International Rail Transport and Equipment Manufacturing Industry Talent Summit opened - Rolling News - Hunan Daily Online - Huasheng Online Report from Hunan Daily on December 10 (all-media journalist: Zhou Zhiheng), on December 9, “Smart Hunan” 2021 China International Rail Transport and Equipment Manufacturing Industry Talent Summit opened in Zhuzhou. Wang Cheng, a member of the Standing Committee of CPC Provincial Committee and Director of the Organization Department of Provincial Party Committee, attended the opening ceremony and delivered a speech. Wang Cheng pointed out that hosting the talent summit was an important measure to implement the spirit of the talent working conference of the central government and the spirit of the 12th Party Congress of Hunan, showing the sincerity of Hunan in terms of putting emphasis on talents, being eager for talents and making full use of talents. With the good tradition of recognizing talents, cherishing talents and respecting talents, the wide platforms that assist in talent development and the environmental conditions for realizing beautiful life, Hunan has implemented the talent development strategy in recent years, and has constructed the full-chain talent work pattern by taking Furong talent action plan as the pulling strength, forming the fertile soil for talent growth and achievement, the favored place for innovation and entrepreneurship, and the paradise for living and working. At present, Hunan is comprehensively implementing the “three-high and four-new” strategic positioning and mission tasks, and will further introduce talents, provide more policies for talent innovation and entrepreneurship, concentrate more resources and create better conditions; all excellent talents are welcomed to work towards high-quality development of Hunan. Changsha Exhibition Hall, Zhuzhou Exhibition Hall, Xiangtan Exhibition Hall and Hunan Pilot Free Trade Zone were set on the site of activity, and the List of Key Demands of Scientific and Technological Innovation in Advanced Manufacturing Related Industries, List of Talents Demands of Intelligent Manufacturing Industry, Directory of Talent Demands of Intelligent Manufacturing Industry and Directory of Young Talent Demands of the Postdoctoral Research Station of Intelligent Manufacturing Industry were released by Hunan Department of Science and Technology, Hunan Department of Industry and Information, and Hunan Department of Human Resources and Social Security Bureau. 48 large enterprises including CRRC, Zoomlion and Broad Group recruited talents on the site, and nearly one thousand new graduates and social talents of related specialties participated in the talent project.", "source_lang": "zh", "target_lang": "en"}
{"input": "你好 刚刚下了个订单，显示骑手正在餐厅等待，但餐厅说订单已准备好，没有见到骑手 能否帮忙跟进一下，因为比较着急，谢谢你", "output": "Hello. I’ve placed an order just now, and it showed the delivery person was waiting at the restaurant, but the restaurant said the order was prepared and they didn’t see the delivery person. Could you help follow up on it because I’m in a hurry, thank you.", "source_lang": "zh", "target_lang": "en"}
{"input": "无缘无故有可能迟到半小时 其实你有解决问题吗？", "output": "They will probably be late for half an hour for no reason at all. Have you actually solved any problem?", "source_lang": "zh", "target_lang": "en"}
{"input": "小编为大家带来八里罕哪款好？ 1、【酒厂直营】宁城八里罕老窖 42度500ML 浓香型高粱原浆白酒 口感绵柔老酒 整箱四瓶 推荐理由:精选高粱为原料，采用传统工艺酿造，来自内蒙古高原的白酒，口感更为经典，浓香甜口，涩中带点甜，层次丰富，采用传统固态法白酒工艺，保留了其原汁原味不流失，让酒体带着浓郁又醇厚的口感。 该款等级1，容量500，存储方法常温、阴凉、干燥通风处，包装其它，酒精度42，香型浓香型，省份内蒙古，产品重量（kg）2.9， 目前已有4人评价 ，获得了100%的好评率。 2、宁城八里罕老窖 大坛装白酒52度窖藏粮食白酒【10斤装】 推荐理由:经过多年窖藏，就为更浓，更透澈，是内蒙古大草原游牧民族爱喝的酒，浓香形秉承了传统酿造工艺，陶醉了华夏质朴亲切，适合各类宴席或者居家使用的一款白酒。 该款容量5000ml，包装坛装，产品重量（kg）8，香型浓香型，存储方法通风，省份内蒙古，等级一级，酒精度52， 目前已有50+人评价 ，获得了95%的好评率 。 3、【酒厂直营】宁城八里罕老窖 42度500ML 浓香型高粱原浆白酒 口感绵柔老酒 整箱六瓶 推荐理由:这款白酒精选高粱生态酿造，香味协调，入窖发酵，出酒陈化，酒的味道更香浓。 来自内蒙古高原的白酒，口感更为经典，浓香四溢的味道滑过宾客们的唇齿，让他们喝的尽兴。 推荐理由:精选高粱，通过独特技艺的加工，让你在宴请欢聚，家庭小酌的时候，都能够开怀畅饮。", "output": "Which of the Balihan Baijiu shall I introduce to you? 1. [Baijiu Distillery Direct Sales] Ningcheng Balihan Aged Cellar 42 Degrees 500 ML, Rich Flavor Sorghum Original Baijiu, Aged Spirit Tasting Mellow, Four Bottles in One Box Recommendation: Made from carefully selected sorghum, brewed using traditional procedure; baijiu from Inter Mongolian Plateau tastes more classic, rich, sweet, astringent and layered; it adopts traditional solid-state Baijiu procedure to keep its original flavor, giving it a rich and mellow taste. This one is on level 1 with 500ml; storage method: normal temperature, in a cool, dry and ventilated place; packaging: other; alcohol: 42 degrees; flavor type: rich flavor; province: Inner Mongolia; product weight (kg): 2.9; at present, 4 people have reviewed it with 100% positive comments. 2. Ningcheng Balihan Aged Cellar Big Jar Baijiu 52 Degrees Cellar Stored Grain Baijiu [10 jin] Recommendation: After beings stored in the cellar for many years, it is richer and clearer; it is what nomadic people in Inner Mongolia prairie like to drink; the rich flavor inherits the traditional brewing process, and is intoxicated with the simplicity and friendliness of the Chinese people; it is suitable for all kinds of banquets or drinking at home. This one has 5000ml; package is a jar; weight: 8kg; flavor type: rich; storage method: ventilated place; province: Inner Mongolia; alcohol: 52 degrees; at present, 50+ people have reviewed it with 95% positive comments. 3. [Baijiu Distillery Direct Sales] Ningcheng Balihan Aged Cellar 42 Degrees 500ML Rick Flavor Sorghum Original Baijiu, Aged Baijiu Tasting Soft, Six Bottles in One Box Recommendation: This baijiu uses carefully selected sorghum and has balanced aroma; with fermentation in the cellar, baijiu will be aged and the taste of it will be richer. Baijiu from Inner Mongolia Plateau tastes more classic; the rich flavor touches guests’ lips and tongues, giving them a pleasant time. Recommendation: carefully selected sorghum and the unique processing methods will give you a happy time together at the banquet or a pleasant drink at home.", "source_lang": "zh", "target_lang": "en"}
{"input": "高铁居然之家 地 址：高铁北一路555号 查看地图 这儿家居家电比较齐全，品牌众多，知名品牌全。 双十二那阵，到“汉斯顿”净水器店，看净水器，店内正在做活动，价格比较优惠。 居然之家一共11层，负二层到9层，负一负二都是停车的地方，而且白天停车免费! 周围是真不怎样，饭店五金店寥寥无几，而且饭店味道一般般。 这个电梯也是很无语，跟有那大病一样，负二到负一，来回折腾，不停我按的这一层，从安全通道下去到一楼，也是很无语，直接通到一个家具店，家具店关门，安全通道出不去! 居然之家还是需要提升，有很多地方都没有开发。 地址：沙依巴克区高铁北一路555号，交通方便，停车场很大，白天还是免费的。 环境：说实话店里面积大，有8～9层，家里想买的家具、家用电器、各种小东西……，都能买到，好多名牌商家都入驻在店里，慕思、欧派、华帝、老板、峰创之家、汉斯顿、雅克、友邦、丝涟、富品居、万家乐、大自然、中联、美的、雅丹……，品牌真的是太多了，我只能记得这么多了，是购买产品的好去处，逛累了可以坐在沙发上休息休息哦。 最近想买一套舒适的沙发，朋友说这里有好多沙发可以选，看了顾家家居、美克美家的，感觉还可以，就是价格略贵，所以还在纠结中 大众点评乌鲁木齐家居卖场频道为您提供高铁居然之家地址，电话，营业时间等最新商户信息，找装修公司，就上大众点评", "output": "HSR Easyhome Address: HSR North One Road 555 View Map Home appliances in this store are quite complete, with many brands including almost all well-known brands. During the Double 12 Sale, I went to the \"Hunsdon\" water purifier store to see the water purifiers, and there were sale activities in the store with favorable prices. There are 11 floors in Easyhome, from B2 to 9th floor, in which B2 and B2 are for parking and parking is free during the day! The surroundings are really not nice, with few restaurants and hardware store, and the food there tasted average. This elevator really makes people speechless; it went back and forth from B2 to B1 and did not stop on my floor, and it was ridiculous that when I went to the 1st floor from fire escape, it led to a furniture store which was closed, so I couldn’t get out from the fire escape, either! Easyhome still needs to be improved with a lot of spaces to be developed. Address: HSR North One Road, Bayishake District, convenient transportation, big parking lot free during the day. Environment: Honestly, the store is large with 8-9 floors, where you can buy all the furniture, household appliances and small things your home needs, and many famous brands have settled in the store, such as DeRUCCI, OPPEIN, VATTI, Robam, Fengchuang Home, Hunsdon, Yake, AIA, Sealy, Fupinju, GUANGDONG MACRO, Nature, Zoomlion, Midea, Yadan, and so many other brands, I can only remember so many; it is a good place to buy products, and you can sit on the couch and have a rest if you get tired. I recently want to buy a couch and my friend said there was a lot of couch to choose from here; I looked at Kuka Home and Markor Furnishings, and I felt they were okay but a little expensive, so I am still struggling to decide. Dianping Urumqi Renovation and Design Channel will provide you with the address, phone number, operation time and other information of HSR Easyhome, and please come to Dianping if you are looking for a renovation company.", "source_lang": "zh", "target_lang": "en"}
{"input": "已经送给了我的客人，#PRS_ORG# 拉不到完成 交了啦，交了啦", "output": "I have given it to my client, #PRS_ORG# and I can’t pull it to complete. I did it, I have delivered it.", "source_lang": "zh", "target_lang": "en"}
{"input": "如果 20 分钟内可以送到，就不取消了。", "output": "If it can be delivered within 20 minutes, I won’t cancel it.", "source_lang": "zh", "target_lang": "en"}
{"input": "长江干流实现水上绿色综合服务区全覆盖-新华网 新华社武汉12月11日电（记者王贤）重庆市涪陵水上绿色综合服务区10日如期建成投入运营，这是继8日四川省泸州水上绿色综合服务区挂牌运营后，长江上游正式运营的第2个水上绿色综合服务区。 至此，水上绿色综合服务区已覆盖长江上、中、下游。 交通运输部长江航务管理局副局长邱健华介绍说，此前，湖北、湖南、江西、安徽、江苏等省份已在长江中游、下游建成运行10个水上绿色综合服务区，得到了广大船员的认可，为推进长江航运高质量发展发挥了重要作用。 水上绿色综合服务区全覆盖是长江绿色航运建设的又一里程碑事件，长江船舶污染物接收、航运服务能力得到显著提升。 据介绍，水上绿色综合服务区是为广大船舶、船员提供全方位生产、生活服务，帮助广大船员解决“急难愁盼”问题的重要设施。 此次建成运行的长江上游两处水上绿色综合服务区，集生活服务、生产服务和政务服务为一体，以绿色环保为主题，以船舶维修与船舶应急救援服务为特色，实现港内船舶“一次靠泊、多项服务 ” ， 将使得常年航行在长江的船员工作更高效、生活更便捷。", "output": "Full coverage of on-water green comprehensive service areas has been realized in the main stream of the Yangtze River - Xinhuanet Message from Wuhan Xinhua News Agency on December 11 (Reporter: Wang Xian): Chongqing Fuling on-water green comprehensive service area was completed on schedule and put into operation on December 10, which was the 2nd on-water green comprehensive service area officially put into operation on the upper reaches of Yangtze River after the Sichuan Luzhou water green comprehensive service area started operation on December 8. Up until now, on-water green comprehensive service areas have covered the upper reaches, the middle reaches and the lower reaches of Yangtze River. According to introduction from Qiu Jianhua, deputy director general of Yangtze Navigation Administration Bureau of Ministry of Transport, before that, provinces such as Hubei, Hunan, Jiangxi, Anhui and Jiangsu had constructed and put into use 10 on-water green comprehensive service areas in the middle reaches and the lower reaches of Yangtze River, which had been recognized by sailors and had played an important role in promoting high-quality development of shipping in the Yangtze River. Full coverage of on-water green comprehensive service areas is another milestone event for the construction of green shipping of the Yangtze River, which has greatly improved the abilities of pollutant collection and shipping services of the Yangtze River. As introduced, on-water green comprehensive service areas are important facilities that provide ships and sailors with comprehensive production and living services, and help them solve “emergent and difficult” problems. The two newly established on-water green comprehensive service areas in the upper reaches of the Yangtze River are integrated with life services, production services and government services; with environmental protection as the theme and ship repair and emergency rescue services as the features, they realize “multiple services at an anchoring” along the shore, providing sailors working in the Yangtze River all year long with more efficient work and more convenient life.", "source_lang": "zh", "target_lang": "en"}
{"input": "我取消～等了好久 你们不停推迟", "output": "I’ll cancel it~ I’ve waited for a long time. You kept putting it off.", "source_lang": "zh", "target_lang": "en"}
{"input": "但口水鸡整盒是生肉，没办法吃，是否可以退款 菠萝、玉子烧、馒头都没有到，#PRS_ORG# 退了 #NUMBER# 元 但口水鸡是否可退款 因为生到没办法吃", "output": "But the Poached Chicken in Chili Sauce is just a box of inedible raw chicken, and can I get a refund for it? Pineapple, tamagoyaki and steamed buns have not arrived, #PRS_ORG# returned #NUMBER# yuan But can I ask for a refund of the Poached Chicken with Chili Sauce? Because it is so raw that it is not edible.", "source_lang": "zh", "target_lang": "en"}
{"input": "我如果想取消？可以吗？", "output": "If I want to cancel it? Is it okay?", "source_lang": "zh", "target_lang": "en"}
{"input": "中越两军“和平救援-2021”卫勤联合演习圆满结束-新华网 新华社河内12月12日电（周娜 滕怀金）12日上午，参加中越两军“和平救援-2021”卫勤联合演习的中方参演分队全部安全返回中国广西境内，标志着此次持续7天的演训任务顺利完成。 此次联演，中越两军围绕人道主义医学救援这一重大课题，紧扣卫勤救死扶伤使命任务，按照实战化标准完成了联合卫勤指挥、联合现场救援、批量伤员处置等课目内容，有效提升了两军卫勤保障能力。 演习成果得到中越两军的肯定。 越方演习指导委员会主任、越南人民军后勤总局副主任兼参谋长阮雄胜在演习结束仪式上说，通过此次演习，越南军医从中国军医身上学到了演习组织及专业活动方面的知识，也见识了中方的医疗、保障设备。 演习取得的成果证明了两国军医力量在医疗援助、疫情防控方面的专业能力。 中方指导协调组组长、中央军委后勤保障部卫生局副局长陈春明表示，此次演习是在2018年成功举办联合义诊活动的基础上又一次开拓创新实践，具有非常重要的里程碑意义。 演习期间，中国人民解放军向越南人民军捐赠了医用防护口罩、医用防护服、快速核酸检测仪器等卫生防疫物资。", "output": "The “Peaceful Rescue-2021” military health service joint exercise of armies of China and Vietnam completed successfully - Xinhuanet Message from Xinhua News Agency Hanoi on December 12 (journalists: Zhou Na and Teng Huaijin): in the morning of December 12, all the Chinese squads participating in the “Peaceful Rescue-2021” military health service joint exercise of armies of China and Vietnam returned to Guangxi, China, indicating the successful completion of exercise and training tasks which lasted 7 days. In this joint exercise, the armies of China and Vietnam completed joint military health service command, joint field rescue, batched treatment of the wounded and other content according to practical combat standard on the major topic of humanitarian medical assistance and the mission of healing the wounded and rescuing the dying; it effectively improved the military health service support ability of the two armies. The results of the exercise have won recognition from both armies of China and Vietnam. Ruan Xiongsheng, Director of the Exercise Guiding Committee of Vietnam and the Deputy Director and the Chief of Staff of the Administration of Logistics of People’s Army of Vietnam, said at the ending ceremony that military doctors of Vietnam learned knowledge about exercise organization and specialized activities from military doctors of China, and widened their knowledge of medical and logistics equipment of China. The achievements made from the exercise proved the specialized ability of military doctors of two countries on medical assistance and epidemic prevention and control. According to Chen Chunming, leader of Guidance and Coordination Group of China and Deputy Director of Health Bureau of the Logistics Support Department of the Central Military Commission, the exercise is another pioneering practice based on the joint voluntary clinics event held in 2018, which has an essential milestone significance. During the exercise, Chinese People’s Liberation Army donated health and epidemic prevention materials such as medical masks, medical protective suits and quick nucleic acid detectors to People’s Army of Vietnam.", "source_lang": "zh", "target_lang": "en"}